export  const categoryBanner = [
   {id: 1 ,title : "گوشی هوشمند" , position:1 , img : "/public/Photo/category-banner/Phone.avif" },
   {id: 2 ,title : "مانیتور طراحی" , position:1 , img : "/public/Photo/category-banner/Design.avif" },
   {id: 3 ,title : "کنسول بازی" , position:1 , img : "/public/Photo/category-banner/game.avif" },
   {id: 4 ,title : "دوربین دیجیتال" , position:1 , img : "/public/Photo/category-banner/camera.avif" },

   {id: 7 ,title: "مانیتور گیمینگ" ,caption: "بهترین تجربه بازی با مانیتورهای گیمینگ سری ROG" , toptitle: "طراحی چشم نواز" , position:3 ,img: "/public/Photo/category-banner/manitor-Gaming.avif"},
   {id: 8 ,title: "قطعات کامپیوتر" ,caption: "سیستم گیمینگ رویایی خودتو با تخفیف ویژه ببند" , toptitle: "سیستم رویایی" ,position:3 ,img: "/public/Photo/category-banner/PC-items.avif"},

   {id: 9  ,img: "/Photo/category-banner/Product-Category-Banner/Mobile-Category-Banner.avif", label: "گوشی موبایل", categoryE: "mobile" },
   {id: 10 ,img: "/Photo/category-banner/Product-Category-Banner/Laptop-Category-Banner.avif", label: "لپتاپ", categoryE: "laptop" },
   {id: 11 ,img: "/Photo/category-banner/Product-Category-Banner/PC-Category-Banner.avif", label: "کامپیتور", categoryE: "PC" },
   {id: 12 ,img: "/Photo/category-banner/Product-Category-Banner/TV-Category-Banner.avif", label: "تلوزیون", categoryE: "TV" },
   {id: 13 ,img: "/Photo/category-banner/Product-Category-Banner/Console-Category-Banner.avif", label: "کنسول بازی", categoryE: "console" },
   {id: 14 ,img: "/Photo/category-banner/Product-Category-Banner/Watch-Category-Banner.avif", label: "ساعت هوشمند", categoryE: "watch" },
   {id: 15 ,img: "/Photo/category-banner/Product-Category-Banner/Camera-Category-Banner.avif", label: "دوربین دیجیتال", categoryE: "camera" },
   {id: 16 ,img: "/Photo/category-banner/Product-Category-Banner/Headphon-Category-Banner.avif", label: "هدفون", categoryE: "headphone" },
   {id: 17 ,img: "/Photo/category-banner/Product-Category-Banner/Mouse-Category-Banner.avif", label: "موس", categoryE: "mouse" },
   {id: 18 ,img: "/Photo/category-banner/Product-Category-Banner/Keybord-Category-Banner.avif", label: "کیبورد", categoryE: "keybord" },
   {id: 19 ,img: "/Photo/category-banner/Product-Category-Banner/CPU-Category-Banner.avif", label: "پردازنده", categoryE: "cpu" },
   {id: 20 ,img: "/Photo/category-banner/Product-Category-Banner/Manitor-Category-Banner.avif", label: "مانیتور", categoryE: "manitor" },

]


export  const product = [
   {proId:1, category: "هدفون", categoryE: "headphone" ,title: "هدفون بی سیم سامسونگ Galaxy Buds 3 Pro اصل" , score : "4.0" , price: 10000000 ,img: "/Photo/product-img/headphon/headphon-1.avif" }, 
   {proId:2, category: "هدفون", categoryE: "headphone" ,title: "هدفون جی بی ال مدل Tune 710BT اصل" , score : "5.0" , price: 1800000 ,img: "/public/Photo/product-img/headphon/headphon-2.avif" }, 
   {proId:3, category: "هدفون", categoryE: "headphone" ,title: "هدفون بی‌سیم سونی مدل XB450AP با قابلیت نویز کنسلینگ" , score : "4.0" , price: "3500000" ,img: "/public/Photo/product-img/headphon/headphon-3.avif" },
   {proId:4, category: "هدفون", categoryE: "headphone" ,title: "هدفون بی سیم بیتس مدل Studio pro" , price: 13500000, discount: 23 ,img: "/public/Photo/product-img/headphon/headphon-4.avif" }, 
   {proId:5, category: "هدفون", categoryE: "headphone" ,title: "هندزفری بلوتوثی انکر مدل Soundcore Liberty 4 NC A3947"  , price: 4800000, discount: 23 ,img: "/public/Photo/product-img/headphon/headphon-5.avif" }, 

   {proId:6, category: "موس", categoryE: "mouse" ,title: "ماوس لاجیتک G502 HERO باسیم"  , price: 1190000, discount: 5 ,img: "/public/Photo/product-img/mouse/mouse-1.avif" }, 
   {proId:7, category: "موس", categoryE: "mouse" ,title: "ماوس ریزر گیمینگ Viper Ultimate بدون داک شارژ" , price: 2360000 ,img: "/public/Photo/product-img/mouse/mouse-2.avif" }, 
   {proId:8, category: "موس", categoryE: "mouse" ,title: "ماوس تسکو مدل TM295 با سیم ۶ کلید" ,  price:490000 ,img: "/public/Photo/product-img/mouse/mouse-3.avif" },
   {proId:9, category: "موس", categoryE: "mouse" ,title: "ماوس ایسوس مدل ROG Strix Impact P303 باسیم"  , price: 2500000 ,img: "/public/Photo/product-img/mouse/mouse-4.avif" }, 

   {proId:10  ,category: "مانیتور", categoryE: "manitor" ,title: "مانیتور گیمینگ خمیده ام اس آی MAG 275CQF E18 سایز ۲۷ اینچ WQHD ۱۸۰ هرتز"  , price: 12500000 ,img: "/public/Photo/product-img/manitor/manitor-1.avif" }, 
   {proId:11 ,category: "مانیتور", categoryE: "manitor" ,title: "مانیتور ام اس آی PRO MP275W E2 سایز ۲۷ اینچ IPS با کیفیت Full HD و نرخ تازه‌سازی ۱۲۰ هرتز"  , price: 5800000, discount: 19 ,img: "/public/Photo/product-img/manitor/manitor-2.avif" }, 
   {proId:12 ,category: "مانیتور", categoryE: "manitor" ,title: "مانیتور گیمینگ ام اس آی MAG401QR سایز ۴۰ اینچ UWQHD IPS ۱۵۵ هرتز"  , price: 17500000, discount: 13 ,img: "/public/Photo/product-img/manitor/manitor-3.avif" }, 
   {proId:13 ,category: "مانیتور", categoryE: "manitor" ,title: "مانیتور 27 اینچ ایسوس ROG XG27ACS"  , price: 17500000 ,img: "/public/Photo/product-img/manitor/manitor-4.avif" }, 
   
   {proId:14 ,category: "ساعت هوشمند", categoryE: "watch" ,title: "اپل واچ Ultra 3 مدل 49 میلی متری" ,price: 58000000 ,score: 4.0 ,img: "/public/Photo/product-img/Watch/Watch1.avif" }, 
   {proId:15 ,category: "ساعت هوشمند", categoryE: "watch" ,title: "ساعت هوشمند اولترا مدل S8 ultra سیم کارت خور" ,price: 3100000  ,img: "/public/Photo/product-img/Watch/Watch2.avif" }, 
   {proId:16 ,category: "ساعت هوشمند", categoryE: "watch" ,title: "ساعت هوشمند دی تی نامبر وان مدل Ultra Mate با بدنه استیل و بند فلزی" ,price: 8000000 ,img: "/public/Photo/product-img/Watch/Watch2.avif" }, 
   {proId:17 ,category: "ساعت هوشمند", categoryE: "watch" ,title: "ساعت هوشمند سامسونگ Galaxy Watch8" ,price: 16000000 ,img: "/public/Photo/product-img/Watch/Watch3.avif" },
   {proId:18 ,category: "ساعت هوشمند", categoryE: "watch" ,title: "ساعت هوشمند سامسونگ Galaxy Watch8 سفید" ,price: 1650000, discount:15 ,img: "/public/Photo/product-img/Watch/Watch4.avif" }, 
   {proId:19 ,category: "ساعت هوشمند", categoryE: "watch" ,title: "ساعت هوشمند سامسونگ مدل Galaxy Watch7 L300 40mm" ,price: 12500000, discount:19 ,img: "/public/Photo/product-img/Watch/Watch5.avif" }, 

   {proId:20 ,category: "تلوزیون", categoryE: "TV" ,title: "تلویزیون سامسونگ تلویزیون هوشمند سونی براویا 4 KHDR 2025" ,price:25000000 ,img: "/public/Photo/product-img/TV/TV1.avif" },

   {proId:21 ,category: "کامپیوتر", categoryE: "PC" ,title: "رم کامپیوتر جی اسکیل دو کاناله مدل Trident Z5 RGB فرکانس 6000 مگاهرتز DDR5 تایمینگ CL36 حافظه 64 گیگابایت", price: 24000000  ,img: "/public/Photo/product-img/PC/Ram1.avif" }, 
   {proId:22 ,category: "کامپیوتر", categoryE: "PC" ,title: "رم جی اسکیل مدل Trident Z5 Royal ظرفیت ۳۲ گیگابایت فرکانس ۷۲۰۰ مگاهرتز CL34" ,price:9500000,discount:27 ,img: "/public/Photo/product-img/PC/Ram2.avif" }, 
   {proId:23 ,category: "کامپیوتر", categoryE: "PC" ,title: "خنک کننده پردازنده اوست مدل GT-AV903 ARGB" , price:1200000  ,discount:33  ,img: "/public/Photo/product-img/PC/Fan1.avif" }, 

   {proId:24 ,category: "گوشی موبایل", categoryE: "mobile" ,title: "گوشی آیفون 16 | حافظه 256 گیگابایت دو سیم‌کارت نات اکتیو", score : "4.0"  , price:42000000 ,img: "/public/Photo/product-img/Phone/Phone1.avif" }, 
   {proId:25 ,category: "گوشی موبایل", categoryE: "mobile" ,title: "گوشی اپل دو سیم iPhone 14 | حافظه 128 گیگابایت" , price:30000000 ,discount: 14 ,img: "/public/Photo/product-img/Phone/Phone2.avif" }, 
   {proId:26 ,category: "گوشی موبایل", categoryE: "mobile" ,title: "گوشی سامسونگ (ویتنام) S25 Plus 5G | حافظه 512 رم 12 گیگابایت" , price:62000000  ,img: "/public/Photo/product-img/Phone/Phone3.avif" }, 
   {proId:27 ,category: "گوشی موبایل", categoryE: "mobile" ,title: "گوشی سامسونگ A17 4G | حافظه 256 رم 8 گیگابایت" , price:29000000  ,img: "/public/Photo/product-img/Phone/Phone4.avif" }, 
   {proId:28 ,category: "گوشی موبایل", categoryE: "mobile" ,title: "گوشی سامسونگ Galaxy Z Fold 7", score : "4.5"  , price:178000000  ,discount: 19  ,img: "/public/Photo/product-img/Phone/Phone5.avif" }, 
   {proId:29 ,category: "گوشی موبایل", categoryE: "mobile" ,title: "گوشی موبایل اپل مدل iPhone 17 Pro Max" , price:29000000 ,discount: 17  ,img: "/public/Photo/product-img/Phone/Phone6.avif" }, 

   {proId:30 ,category: "کنسول بازی", categoryE: "console" ,title: "کنسول بازی سونی PS5 Slim Digital + یک دسته اضافه" ,price:26500000 ,discount:7  ,img: "/public/Photo/product-img/console/console1.avif" }, 
   
]

export const Articles = [
   {
      id: 1,
      title: "افزایش قیمت پلی‌استیشن 5 از فردا آغاز می‌شود",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/PS5.avif",
      caption : `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`  
   },
   {
      id: 2,
      title: "بررسی گلکسی Z Fold 7؛ بهترین زمان ورود به دنیای گوشی‌های تاشو",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/z-fold-7.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 3,
      title: "همه‌چیز درباره GTA 6؛ تاریخ انتشار، قیمت و تصاویر جدید",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/gta.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 4,
      title: "بررسی تلویزیون LG QNED86؛ تجربه سینمای خانگی با قیمتی مناسب",
      date: "4 شهریور 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/LG-TV.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 5,
      title: "سری گلکسی S26 سامسونگ باریکتر و سبک‌تر از نسل‌های قبلی",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/nothing.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 6,
      title: "وان‌پلاس 15T با نمایشگر 165 هرتز و ضخامت 8.5 میلی‌متر می‌آید",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/Phone1.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.
   
      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.
   
      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.
   
      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.
   
      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 7,
      title: "فایل اکسپلورر ویندوز ۱۱ سریع‌تر و بهینه‌تر خواهد شد",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/windows-11.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 8,
      title: "شروع ناامید‌کننده کال آو دیوتی ۲۰۲۵ در اروپا",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/black-ops.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 9,
      title: "بخش داستانی Call of Duty 2025 رسماً قابلیت بازی چندنفره خواهد داشت",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/cod.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 10,
      title: "توافق اپیک و گوگل چه تغییری در آینده‌ی اندروید ایجاد می‌کند؟",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/robot.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 11,
      title: "آموزش حذف دائمی اکانت اینستاگرام (دیلیت اکانت) در یک دقیقه",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/insta.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 12,
      title: "قیمت CP کالاف دیوتی موبایل در ایران چقدر است؟",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/nvidia.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 13,
      title: "BYD U9 Xtreme با سرعت 496 کیلومتر بر ساعت، سریع‌ترین خودروی جهان شد",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/byd.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   }


  
]




























