
export  const product = [

   {proId:1, category: "گوشی موبایل", categoryE: "mobile", brand: "اپل", count:1, price:42000000, score: "4.0", discount: null, title: "گوشی آیفون 16 | حافظه 256 گیگابایت دو سیم‌کارت نات اکتیو", subtitle: "Apple iPhone 16 Dual Sim Not Active 256 GB", caption:"گوشی آیفون 16 با حافظه 256 گیگابایت و پشتیبانی از دو سیم‌کارت نسخه نات اکتیو، تجربه‌ای قدرتمند، روان و با امنیت بالا را با نمایشگر پیشرفته، دوربین حرفه‌ای و عملکرد سریع برای کارهای روزمره و حرفه‌ای ارائه می‌دهد.", img: "/public/Photo/product-img/Phone/Phone1.avif",
      Strengths: {
      1: "پردازنده سریع و بهینه",
      2: "حافظه داخلی 256 گیگابایت",
      3: "نمایشگر با کیفیت بالا",
      4: "دوربین‌های پیشرفته",
      5: "پشتیبانی از دو سیم‌کارت",
      },
      weakPoints: {
      1: "قیمت نسبتاً بالا",
      2: "نبود درگاه کارت حافظه",
      3: "شارژر همراه گوشی ارائه نمی‌شود",   
      },
      discription: `آیفون 16 جدیدترین نسل گوشی‌های اپل است که با حافظه داخلی 256 گیگابایت فضای کافی برای ذخیره‌سازی عکس، ویدئو، برنامه‌ها و فایل‌های حجیم فراهم می‌کند. پشتیبانی از دو سیم‌کارت به‌ویژه برای افرادی که می‌خواهند خط کاری و شخصی را همزمان استفاده کنند مناسب است. نسخه نات اکتیو به این معناست که گوشی در وضعیت کارخانه بوده و فعال‌سازی اولیه توسط کاربر انجام می‌شود.

      این گوشی از آخرین نسخه iOS بهره‌مند است و همراه با پردازنده‌ای سریع، مدیریت بهینه انرژی و پشتیبانی نرم‌افزاری طولانی‌مدت تجربه کاربری بسیار خوبی ارائه می‌کند. نمایشگر با کیفیت بالا رنگ‌های زنده، جزئیات دقیق و تجربه بصری عالی برای تماشای ویدئو، بازی و مرور محتوا فراهم می‌کند. دوربین‌های قدرتمند با امکانات پیشرفته عکاسی و فیلم‌برداری در نور کم و شرایط مختلف عملکرد مطلوبی دارند.

      طراحی گوشی با بدنه مقاوم، فریم باریک و استفاده از متریال باکیفیت، استحکام و زیبایی را با هم ترکیب کرده است. همچنین ویژگی‌های امنیتی مانند Face ID و ابزارهای هوشمند iOS باعث می‌شود این گوشی انتخابی مناسب برای کاربران حرفه‌ای و روزمره باشد.`
      ,
      property: [
         {id:1, label: "USB type C", value: "دارد"},
         {id:2, label: "اندازه صفحه", value: "6 اینچ"},
         {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
         {id:4, label: "پردازنده", value: "Apple A19"},
         {id:5, label: "تعداد سیم کارت", value: "دو سیم کارت"},
         {id:6, label: "جک 3.5 میلیمتری", value: "ندارد"},
         {id:7, label: "حافظه داخلی", value: "512 گیگابایت"},
         {id:8, label: "دوربین", value: "دارد"},
         {id:9, label: "شارژ سریع", value: "دارد"},
         {id:10, label: "سیستم عامل", value: "آی او اس"}, 
      ],
   }, 
   {proId:2, category: "گوشی موبایل", categoryE: "mobile", brand: "اپل", count:1, price:30000000, score: null, discount: 14, title: "گوشی اپل دو سیم iPhone 14 | حافظه 128 گیگابایت", subtitle: "Apple iPhone 14 Dual Sim (Stock) 128 GB", caption:"گوشی اپل iPhone 14 دو سیم‌کارت با حافظه 128 گیگابایت ترکیبی از عملکرد سریع، کیفیت ساخت بالا، دوربین قدرتمند و تجربه کاربری روان iOS را در قالب یک گوشی هوشمند سطح بالا ارائه می‌دهد.", img: "/public/Photo/product-img/Phone/Phone2.avif",
      Strengths: {
         1: "عملکرد سریع و پردازنده قدرتمند",
         2: "کیفیت ساخت بالا و طراحی اپل",
         3: "دوربین‌های باکیفیت",
         4: "نمایشگر روشن و واضح",
         5: "پشتیبانی نرم‌افزاری طولانی",
         },
         weakPoints: {
         1: "قیمت بالا نسبت به رقبا",
         2: "نبود درگاه کارت حافظه",
         3: "شارژر در جعبه موجود نیست",   
         },
         discription: `گوشی iPhone 14 محصولی از اپل است که با نمایشگر با کیفیت، پردازنده قدرتمند و دوربین پیشرفته برای استفاده روزمره، عکاسی، بازی و مولتی‌تسکینگ طراحی شده است. حافظه 128 گیگابایت فضای مناسب برای ذخیره عکس، فیلم، برنامه‌ها و فایل‌ها فراهم می‌کند و پشتیبانی از دو سیم‌کارت (ترکیبی با eSIM بسته به بازار) انعطاف بیشتری برای کاربران دارد.

این مدل با بهره‌مندی از پردازنده سریع، سیستم‌عامل iOS با پشتیبانی بلندمدت و اکوسیستم یکپارچه با دیگر محصولات اپل تجربه‌ای روان و بی‌وقفه ارائه می‌دهد. دوربین‌های باکیفیت در پشت و جلو امکان ثبت عکس‌ها و ویدئوهای با جزئیات بالا را فراهم می‌کنند و فناوری‌های پیشرفته تصویرسازی از جمله حالت شب و تثبیت‌کننده نوری تصویر باعث بهبود کیفیت خروجی در شرایط نوری مختلف می‌شود.

علاوه بر این، باتری با عمر مناسب، پشتیبانی از شارژ سریع و طراحی مقاوم با گواهی‌های مقاومت در برابر آب و گردوغبار از دیگر ویژگی‌های این گوشی هستند که آن را برای استفاده روزمره و حرفه‌ای مناسب می‌سازد.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "6 اینچ"},
            {id:3, label: "پردازنده", value: "Apple A19"},
            {id:4, label: "تعداد سیم کارت", value: "دو سیم کارت"},
            {id:5, label: "جک 3.5 میلیمتری", value: "ندارد"},
            {id:6, label: "سیستم عامل", value: "آی او اس"},
         ],

    }, 
   {proId:3, category: "گوشی موبایل", categoryE: "mobile", brand: "سامسونگ", count:1, price:62000000, score: null, discount: null, title: "گوشی سامسونگ (ویتنام) S25 Plus 5G | حافظه 512 رم 12 گیگابایت", subtitle: "Samsung Galaxy S25 Plus 5G (Vietnam) 512/12 GB", caption:"گوشی سامسونگ S25 Plus 5G نسخه ویتنام با حافظه 512 گیگابایت و رم 12 گیگابایت دستگاهی پرچمدار، مجهز به نمایشگر با کیفیت، سخت‌افزار قدرتمند و امکانات ارتباطی 5G است که برای کاربرانی با نیازهای بالا در عکاسی، بازی و مولتی‌تسکینگ مناسب است.", img: "/public/Photo/product-img/Phone/Phone3.avif",
      Strengths: {
         1: "حافظه داخلی 512 گیگابایت",
         2: "رم 12 گیگابایت",
         3: "عملکرد سریع و سخت‌افزار قدرتمند",
         4: "نمایشگر با کیفیت بالا",
         5: "پشتیبانی از 5G",
         },
         weakPoints: {
         1: "قیمت بالا",
         2: "وزن نسبتاً زیاد",
         3: "نیاز به هزینه بیشتر لوازم جانبی",   
         },
         discription: `گوشی سامسونگ S25 Plus 5G مدل ویتنام یکی از گوشی‌های سطح بالای سری S است که با ترکیب پردازنده قوی، حافظه داخلی بالا و رم 12 گیگابایت تجربه‌ای سریع و بدون لگ در اجرای برنامه‌ها و بازی‌های سنگین ارائه می‌دهد. با پشتیبانی از شبکه 5G، سرعت بالا در اتصال به اینترنت و دانلود محتوا را ممکن می‌کند.

نمایشگر بزرگ و با کیفیت این گوشی رنگ‌ها را با وضوح و شفافیت بالا نمایش می‌دهد و برای تماشای ویدئو، بازی و مرور محتوا تجربه بصری ممتازی فراهم می‌کند. سیستم دوربین پیشرفته با سنسورهای قوی و امکانات متعدد عکاسی و فیلم‌برداری امکان ثبت تصاویر با جزئیات بالا، حالت شب قدرتمند و زوم با کیفیت را می‌دهد.

باتری با ظرفیت مناسب و بهینه‌سازی شارژ طولانی‌مدت، امکان استفاده تمام‌روز را بدون نیاز به شارژ مکرر فراهم می‌کند. طراحی دستگاه با متریال باکیفیت، ظاهری لوکس و حس در دست گرفتن عالی دارد. رابط کاربری سامسونگ تجربه‌ای روان، ساده و قابل شخصی‌سازی را برای کاربر فراهم می‌نماید.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "8 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
            {id:5, label: "تعداد سیم کارت", value: "دو سیم کارت"},
            {id:6, label: "جک 3.5 میلیمتری", value: "ندارد"},
            {id:7, label: "حافظه داخلی", value: "512 گیگابایت"},
            {id:8, label: "دوربین", value: "دارد"},
            {id:9, label: "رنگ", value: "آبی, رزگلد, مشکی, نقره ای"},
            {id:10, label: "سیستم عامل", value: "اندروید"}, 
            {id:10, label: "شارژ سریع", value: "دارد"}, 
         ],
    }, 
   {proId:4, category: "گوشی موبایل", categoryE: "mobile", brand: "سامسونگ", count:1, price:29000000, score: null, discount: null, title: "گوشی سامسونگ A17 4G | حافظه 256 رم 8 گیگابایت", subtitle: "Samsung Galaxy A17 4G 256/8 GB", caption:"گوشی سامسونگ S25 Plus 5G نسخه ویتنام با حافظه 512 گیگابایت و رم 12 گیگابایت دستگاهی پرچمدار، مجهز به نمایشگر با کیفیت، سخت‌افزار قدرتمند و امکانات ارتباطی 5G است که برای کاربرانی با نیازهای بالا در عکاسی، بازی و مولتی‌تسکینگ مناسب است.", img: "/public/Photo/product-img/Phone/Phone4.avif",
      Strengths: {
         1: "حافظه داخلی 512 گیگابایت",
         2: "رم 12 گیگابایت",
         3: "عملکرد سریع و سخت‌افزار قدرتمند",
         4: "نمایشگر با کیفیت بالا",
         5: "پشتیبانی از 5G",
         },
         weakPoints: {
         1: "قیمت بالا",
         2: "وزن نسبتاً زیاد",
         3: "نیاز به هزینه بیشتر لوازم جانبی",   
         },
         discription: `گوشی سامسونگ S25 Plus 5G مدل ویتنام یکی از گوشی‌های سطح بالای سری S است که با ترکیب پردازنده قوی، حافظه داخلی بالا و رم 12 گیگابایت تجربه‌ای سریع و بدون لگ در اجرای برنامه‌ها و بازی‌های سنگین ارائه می‌دهد. با پشتیبانی از شبکه 5G، سرعت بالا در اتصال به اینترنت و دانلود محتوا را ممکن می‌کند.

نمایشگر بزرگ و با کیفیت این گوشی رنگ‌ها را با وضوح و شفافیت بالا نمایش می‌دهد و برای تماشای ویدئو، بازی و مرور محتوا تجربه بصری ممتازی فراهم می‌کند. سیستم دوربین پیشرفته با سنسورهای قوی و امکانات متعدد عکاسی و فیلم‌برداری امکان ثبت تصاویر با جزئیات بالا، حالت شب قدرتمند و زوم با کیفیت را می‌دهد.

باتری با ظرفیت مناسب و بهینه‌سازی شارژ طولانی‌مدت، امکان استفاده تمام‌روز را بدون نیاز به شارژ مکرر فراهم می‌کند. طراحی دستگاه با متریال باکیفیت، ظاهری لوکس و حس در دست گرفتن عالی دارد. رابط کاربری سامسونگ تجربه‌ای روان، ساده و قابل شخصی‌سازی را برای کاربر فراهم می‌نماید.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "8 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
            {id:5, label: "تعداد سیم کارت", value: "دو سیم کارت"},
            {id:6, label: "جک 3.5 میلیمتری", value: "ندارد"},
            {id:7, label: "حافظه داخلی", value: "256 گیگابایت"},
            {id:8, label: "دوربین", value: "دارد"},
            {id:9, label: "رنگ", value: "آبی, رزگلد, مشکی, نقره ای"},
            {id:10, label: "سیستم عامل", value: "اندروید"}, 
            {id:10, label: "شارژ سریع", value: "دارد"}, 
         ],
    }, 
   {proId:5, category: "گوشی موبایل", categoryE: "mobile", brand: "سامسونگ", count:1, price:178000000, score: "4.5", discount: 19, title: "گوشی سامسونگ Galaxy Z Fold 7", subtitle: "Samsung Galaxy Z Fold7", caption:"گوشی سامسونگ Galaxy Z Fold 7 پرچمدار تاشوی سامسونگ است که با صفحه‌نمایش داخلی بزرگ، طراحی نوآورانه، سخت‌افزار قدرتمند و تجربه چندوظیفه‌ای پیشرفته، برای کاربرانی که به دنبال ترکیب گوشی هوشمند و تبلت جمع‌وجور هستند گزینه‌ای ممتاز به شمار می‌آید.", img: "/public/Photo/product-img/Phone/Phone5.avif",
      Strengths: {
         1: "طراحی تاشوی نوآورانه",
         2: "نمایشگر داخلی بزرگ و باکیفیت",
         3: "سخت‌افزار قدرتمند",
         4: "عملکرد مولتی‌تسکینگ پیشرفته"
         },
         weakPoints: {
         1: "طراحی تاشوی نوآورانه",
         2: "نمایشگر داخلی بزرگ و باکیفیت",
         3: "سخت‌افزار قدرتمند",   
         4: "عملکرد مولتی‌تسکینگ پیشرفته",   
         },
         discription: `گوشی Samsung Galaxy Z Fold 7 جدیدترین نسل از سری تاشوی Fold است که تجربه‌ای منحصربه‌فرد از تعامل با محتوا، بهره‌وری بالا و مولتی‌تسکینگ را در یک دستگاه واحد فراهم می‌کند. وقتی گوشی باز می‌شود، صفحه‌نمایش داخلی بزرگ آن مانند یک تبلت قابل‌حمل عمل می‌کند و فضای گسترده‌ای برای تماشای ویدئو، مرور اسناد، اجرای چند اپ هم‌زمان با حالت‌های تقسیم صفحه (Multi‑Active Window) و تجربه بازی‌های با کیفیت فراهم می‌آورد.

صفحه‌نمایش بیرونی نیز برای استفاده‌های سریع و روزمره مناسب است، به‌طوری‌که می‌توانید بدون باز کردن کامل گوشی، تماس‌ها را پاسخ دهید، پیام‌ها را بخوانید و کارهای سبک را انجام دهید. هر دو نمایشگر از فناوری پیشرفته Dynamic AMOLED، رزولوشن بالا و نرخ نوسازی سریع پشتیبانی می‌کنند تا تصاویر زنده، رنگ‌های دقیق، و حرکت‌های نرم در رابط کاربری و بازی‌ها ارائه شود.

سخت‌افزار این گوشی شامل پردازنده‌ قدرتمند نسل جدید، حافظه بالا و سیستم دوربین پیشرفته است که عملکرد سریع و تجربه عکاسی و فیلم‌برداری با کیفیت بالا را فراهم می‌کند. سیستم دوربین با مجموعه‌ای از لنزهای با توان زوم، حالت‌های هوشمند و پردازش تصویر عالی، امکان ثبت عکس‌ها و ویدئوهای حرفه‌ای را برای کاربر فراهم می‌کند.

طراحی تاشو با لولاهای قابل‌اعتماد و بدنه‌ای با استحکام بالا باعث می‌شود این دستگاه در استفاده‌های روزمره دوام خوبی داشته باشد، در حالی که امکانات اتصال، باتری با طول عمر مناسب و رابط کاربری بهینه برای نمایشگرهای بزرگ تجربه کاربری یکپارچه و اثربخشی را ارتقا می‌دهد.

این گوشی برای کاربرانی با نیاز به بهره‌وری بالا، تجربه مولتی‌تسکینگ پیشرفته، نمایشگر بزرگ و امکانات پرچمدار انتخابی تمام‌عیار و نوآورانه است.

محصولات مرتبط`,
         
         property: [
            {id:1, label: "وزن", value: "500 گرم"},
            {id:2, label: "ابعاد", value: "240 × 120 × 40 سانتیمتر"},
            {id:3, label: "رنگ", value: "آبی, رزگلد, قرمز, مشکی"},
            {id:4, label: "حافظه داخلی", value: "256 گیگابایت, 512 گیگابایت"},
            {id:5, label: "USB type C", value: "دارد"},
            {id:6, label: "اندازه صفحه", value: "6 اینچ"},
            {id:7, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:8, label: "بلوتوث", value: "Snapdragon 8 Elite Gen 5"},
            {id:9, label: "تعداد سیم کارت", value: "دو سیم کارت"},
         ],
    }, 
   {proId:6, category: "گوشی موبایل", categoryE: "mobile", brand: "اپل", count:1, price:29000000, score: null, discount: 17, title: "گوشی موبایل اپل مدل iPhone 17 Pro Max", subtitle: "Apple iPhone 17 Pro Max ZAA", caption:"گوشی اپل iPhone 17 Pro Max پرچمداری از سری آیفون است که با صفحه‌نمایش بزرگ، قدرت پردازشی فوق‌العاده، دوربین حرفه‌ای و تجربه کاربری iOS سطح جدیدی از عملکرد، خلاقیت و بهره‌وری را ارائه می‌دهد.", img: "/public/Photo/product-img/Phone/Phone6.avif",
      Strengths: {
         1: "پردازنده بسیار قدرتمند",
         2: "صفحه‌نمایش بزرگ با کیفیت بالا",
         3: "دوربین حرفه‌ای با امکانات پیشرفته",
         4: "طراحی ممتاز و مقاوم",
         },
         weakPoints: {
         1: "قیمت بسیار بالا",
         2: "نیاز به لوازم جانبی جدا",
         3: "وزن نسبتاً بیشتر نسبت به مدل‌های کوچکتر",   
         },
         discription: `گوشی iPhone 17 Pro Max جدیدترین پرچمدار اپل در کلاس گوشی‌های هوشمند سطح بالا است و با ترکیب سخت‌افزار قدرتمند، طراحی ممتاز و امکانات پیشرفته، یکی از برترین انتخاب‌ها برای کاربرانی است که به دنبال تجربه بی‌نقص گوشی هوشمند هستند.

صفحه‌نمایش بزرگ این دستگاه با فناوری ProMotion OLED و نرخ نوسازی بالا تصاویر را با کیفیت چشم‌نواز، رنگ‌های زنده و جزئیات دقیق نمایش می‌دهد، به‌گونه‌ای که برای تماشای ویدئو، بازی، گرافیک سنگین و فعالیت‌های مولتی‌مدیا ایده‌آل است. طراحی بدنه با استفاده از مواد برتر و استانداردهای مقاومت، استحکام و زیبایی را همزمان به کاربر ارائه می‌کند.

در بخش سخت‌افزار، پردازنده نسل جدید اپل سری A با قدرت بالا و بهینه‌سازی عمیق در مصرف انرژی، وظایف پیچیده، بازی‌های سه‌بعدی و پردازش‌های سنگین را به‌راحتی انجام می‌دهد و تجربه‌ای سریع، روان و بدون تأخیر فراهم می‌کند. سیستم عامل iOS با پشتیبانی نرم‌افزاری طولانی‌مدت، امنیت بالا و به‌روزرسانی‌های منظم، تجربه کاربری یکپارچه و قدرتمندی ارائه می‌دهد.

یکی از برجسته‌ترین بخش‌های iPhone 17 Pro Max، سیستم دوربین حرفه‌ای آن است که با مجموعه سنسورهای پیشرفته و قابلیت‌های تصویربرداری روز و شب، امکان ثبت عکس‌ها و ویدئوهای با کیفیت فوق‌العاده را فراهم می‌کند. امکاناتی مانند فیلم‌برداری سینمایی با کیفیت بالا، زوم اپتیکال قدرتمند و حالت‌های هوشمند تصویربرداری باعث می‌شود حتی کاربران حرفه‌ای نیز از دوربین این گوشی رضایت داشته باشند.

این گوشی با ارتقاءهای متنوع در بخش اتصال، باتری با عمر مناسب و طراحی ارگونومیک همراه است و برای کسانی مناسب است که می‌خواهند بهترین تجربه ممکن از گوشی هوشمند را داشته باشند، چه در کارهای روزمره، چه در حرفه‌های خلاقانه و چه در سرگرمی‌های دیجیتال.

`,
         
         property: [
            {id:1, label: "وزن", value: "350 گرم"},
            {id:2, label: "ابعاد", value: "240 × 120 × 40 سانتیمتر"},
            {id:3, label: "رنگ", value: "آبی, زرد, قرمز, مشکی"},
            {id:4, label: "سایز", value: "2XL, L, S, XL"},
            {id:5, label: "USB type C", value: "دارد"},
            {id:6, label: "اندازه صفحه", value: "6 اینچ"},
            {id:7, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:8, label: "پردازنده", value: "Apple A19"},
            {id:9, label: "تعداد سیم کارت", value: "تک سیم کارت"},
            {id:10, label: "جک 3.5 میلیمتری", value: "ندارد"}, 
            {id:11, label: "حافظه داخلی", value: "512 گیگابایت"}, 
            {id:12, label: "دوربین", value: "دارد"}, 
            {id:13, label: "سیستم عامل", value: "آی او اس"}, 
         ],
    }, 

   {proId:7, category: "لپتاپ", categoryE: "laptop", brand: "مایکروسافت", count:1, price: 36000000, score: null, discount: 25, title: "تبلت مایکروسافت Surface Pro 11", subtitle: "Microsoft Surface Pro 11", caption:"تبلت Microsoft Surface Pro 11 یک دستگاه ۲ در ۱ (تبلت و لپ‌تاپ) با طراحی سبک و قابل‌حمل، صفحه‌نمایش باکیفیت و سخت‌افزار توانمند است که برای کارهای روزمره، خلاقیت دیجیتال و بهره‌وری حرفه‌ای مناسب است.", img:"/public/Photo/product-img/laptop/laptop1.avif",
      Strengths: {
         1: "صفحه‌نمایش با وضوح بالا و رنگ‌های زنده",
         2: "طراحی سبک و قابل‌حمل",
         3: "عملکرد روان در کارهای روزمره و حرفه‌ای",
         },
         weakPoints: {
         1: "کیبورد و قلم به‌صورت جداگانه فروخته می‌شوند",
         2: "قیمت بالاتر نسبت به تبلت‌های معمولی",
         3: "عمر باتری در بارهای سنگین متوسط",   
         },
         discription: `تبلت Surface Pro 11 از خانواده محبوب Surface مایکروسافت طراحی شده تا ترکیبی از قدرت، قابلیت حمل و انعطاف‌پذیری را در یک دستگاه واحد ارائه دهد. صفحه‌نمایش PixelSense با وضوح بالا و نسبت تصویر مناسب، رنگ‌های زنده و جزئیات واضحی را نمایش می‌دهد، به‌طوری‌که برای تماشای ویدئو، طراحی گرافیکی، مرور اسناد و کارهای مولتی‌مدیا تجربه‌ای چشمگیر ایجاد می‌کند.

این دستگاه با پردازنده‌های نسل جدید و حافظه‌های سریع SSD عملکردی روان در اجرای برنامه‌های روزمره، مرور وب، آفیس و برنامه‌های خلاقانه داشته و برای کاربران حرفه‌ای یا دانشجویانی که نیاز به پرفورمنس قابل‌اعتماد دارند انتخابی مناسب است. پشتیبانی از Surface Slim Pen و صفحه‌نمایش لمسی باعث می‌شود طراحی، یادداشت‌برداری و تعامل با محتوا به‌صورت طبیعی و دقیق انجام شود، مخصوصاً برای هنرمندان، طراحان و دانشجویان مفید است.

قابلیت تبدیل به لپ‌تاپ با کیبورد قابل‌حمل (به‌صورت جداگانه) فضای کار حرفه‌ای‌تری برای تایپ طولانی‌مدت و بهره‌وری بیشتر فراهم می‌کند. دوربین‌های باکیفیت جلو و عقب برای تماس ویدئویی و ضبط عکس‌های ساده مناسب هستند، و امکانات اتصال بی‌سیم و پورت‌های مناسب اتصال به لوازم جانبی مختلف را آسان می‌سازند.

در مجموع، Surface Pro 11 دستگاهی در عین سبک بودن، توانمند و چندمنظوره است که می‌تواند جایگزین لپ‌تاپ یا تبلت‌های سنتی در بسیاری از سناریوهای کاری و خلاقانه باشد.`,
         
         property: [
            {id:1, label: "وزن", value: "1 کیلوگرم"},
            {id:2, label: "ابعاد", value: "40 × 10 × 1 سانتیمتر"},
            {id:3, label: "رنگ", value: "خاکستری, مشکی"},
            {id:4, label: "USB type C", value: "دارد"},
            {id:5, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:6, label: "اندازه صفحه", value: "13.3 اینچ"},
            {id:7, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
         ],
   },
   {proId:8, category: "لپتاپ", categoryE: "laptop", brand: "سامسونگ", count:1, price: 65000000, score: "4.0", discount: 26, title: "لپ تاپ 13.3 اینچی سامسونگ مدل Galaxy Book3", subtitle: "Samsung Galaxy Book3 Pro 360", caption:"لپ‌تاپ Samsung Galaxy Book3 13.3″ دستگاهی سبک، باریک و قدرتمند است که با طراحی مدرن، نمایشگر با کیفیت و عملکرد مناسب برای کارهای روزمره، کاری و مولتی‌تسکینگ سبک تا متوسط انتخابی ایده‌آل به شمار می‌آید.", img:"/public/Photo/product-img/laptop/laptop2.avif",
      Strengths: {
         1: "طراحی سبک و باریک",
         2: "نمایشگر با کیفیت",
         3: "عملکرد مناسب برای کارهای روزمره",
         4: "حافظه SSD سریع",
         5: "عمر باتری قابل‌قبول",
         },
         weakPoints: {
         1: "مناسب برای کارهای گرافیکی سنگین نیست",
         2: "قیمت نسبتاً بالا نسبت به لپ‌تاپ‌های اقتصادی",
         3: "تعداد پورت‌ها ممکن است برای همه کافی نباشد",   
         },
         discription: `لپ‌تاپ Galaxy Book3 13.3 اینچ یکی از محصولات بالارده‌تر سامسونگ در خانواده Galaxy Book است که برای افرادی طراحی شده که ترکیبی از قدرت، قابلیت حمل و تجربه کاربری یکپارچه را در یک لپ‌تاپ جمع‌وجور می‌خواهند. بدنه این دستگاه سبک و باریک است که حمل‌ونقل آن را در سفر، کلاس یا محل کار ساده می‌کند، بدون اینکه از کیفیت ساخت و دوام صرف‌نظر شود.

صفحه‌نمایش 13.3 اینچی با کیفیت بالا رنگ‌های شفاف و جزئیات دقیق را ارائه می‌دهد و برای مشاهده فیلم، مرور وب، و کارهای گرافیکی سبک مناسب است. عملکرد پردازشی با استفاده از پردازنده‌های نسل جدید (Intel یا اختصاصی‌های انتخابی) همراه با حافظه رم و SSD سریع، تجربه‌ای روان در اجرای برنامه‌های روزمره، آفیس، مرورگرها و اپ‌های مولتی‌تسکینگ فراهم می‌کند.

Galaxy Book3 با پشتیبانی کامل از اتصال بی‌سیم، طراحی باریک و باتری با عمر قابل‌قبول برای استفاده‌های روزمره، گزینه‌ای مناسب برای دانشجویان، کاربران حرفه‌ای اداری و کسانی است که می‌خواهند با دستگاهی قابل‌حمل در هر زمان و مکان کار کنند. پورت‌های کافی برای اتصال به لوازم جانبی و امکاناتی مانند وب‌کم با کیفیت برای تماس‌های تصویری نیز تجربه کاربری را تکمیل می‌کنند.

این لپ‌تاپ برای کاربرانی که به سبک بودن، طراحی ممتاز و عملکرد قابل‌اعتماد در کارهای روزمره اهمیت می‌دهند انتخابی مناسب است.`,
         
         property: [
            {id:1, label: "وزن", value: "1 کیلوگرم"},
            {id:2, label: "ابعاد", value: "40 × 10 × 1 سانتیمتر"},
            {id:3, label: "رنگ", value: "خاکستری, سبز, سفید"},
            {id:4, label: "USB type C", value: "دارد"},
            {id:5, label: "اندازه صفحه", value: "13.3 اینچ"},
            {id:6, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:7, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
         ],
   },
   {proId:9, category: "لپتاپ", categoryE: "laptop", brand: "ایسوس", count:1, price: 42000000, score: null, discount: 32, title: "لپ تاپ 15.6 اینچی ایسوس مدل TUF Gaming F15", subtitle: "Asus TUF Gaming F15 FX507ZC4", caption:"لپ‌تاپ ASUS TUF Gaming F15 15.6″ یک دستگاه گیمینگ و حرفه‌ای با سخت‌افزار قدرتمند، صفحه‌نمایش سریع و طراحی مقاوم است که برای اجرای بازی‌های روز، برنامه‌های سنگین و کارهای مولتی‌تسکینگ انتخابی مناسب محسوب می‌شود.", img:"/public/Photo/product-img/laptop/laptop3.avif",
      Strengths: {
         1: "سخت‌افزار قدرتمند برای بازی و کار حرفه‌ای",
         2: "صفحه‌نمایش سریع و روان",
         3: "طراحی مقاوم و دوام بالا",
         4: "کارت گرافیک مجزا",
         },
         weakPoints: {
         1: "وزن نسبتاً زیاد",
         2: "عمر باتری محدود در بارهای سنگین",
         3: "قیمت نسبتاً بالا",   
         },
         discription: `لپ‌تاپ ASUS TUF Gaming F15 از سری TUF Gaming ایسوس با تمرکز بر قدرت، پایداری و دوام طراحی شده است تا تجربه‌ی گیمینگ و کاری حرفه‌ای را با تعادل بالا ارائه دهد. صفحه‌نمایش ۱۵.۶ اینچ این لپ‌تاپ معمولاً با رزولوشن Full HD و نرخ بازخوانی بالا (معمولاً ۱۴۴، ۱۶۵ یا ۲۴۰ هرتز بسته به پیکربندی) باعث می‌شود تصاویر واضح، روان و بدون تأخیر در بازی‌ها و حرکت‌های سریع مشاهده شوند، که برای گیمرها و کاربرانی که به تجربه بصری اهمیت می‌دهند بسیار کاربردی است.

در داخل بدنه‌ی این مدل سخت‌افزار قوی از پردازنده‌های نسل جدید اینتل یا AMD همراه با کارت گرافیک مجزا NVIDIA GeForce قرار دارد که قدرت لازم برای اجرای بازی‌های جدید، نرم‌افزارهای گرافیکی، تدوین ویدئو و دیگر بارهای حرفه‌ای را فراهم می‌کند. حافظه رم و ذخیره‌سازی سریع SSD نیز به بارگذاری سریع سیستم‌عامل، اجرا روان برنامه‌ها و دسترسی سریع به داده‌ها کمک می‌کنند.

طراحی بدنه‌ی TUF با استانداردهای نظامی مقاومت و دوام بالا را برای استفاده‌ی طولانی‌مدت تضمین می‌کند، در حالی که سیستم خنک‌کننده‌ی بهینه، دما را حتی در بارهای کاری سنگین کنترل می‌کند تا از افت عملکرد جلوگیری شود. صفحه‌کلید با نور پس‌زمینه RGB (بسته به مدل) تجربه‌ای دلپذیرتر در محیط‌های کم‌نور فراهم می‌کند و اسپیکرهای داخلی کیفیت صدای مناسب و قابل‌قبول را ارائه می‌دهند.

این لپ‌تاپ برای گیمرها، تولیدکنندگان محتوا، دانشجویان مهندسی و همه کسانی که به دستگاهی قدرتمند و قابل‌اطمینان نیاز دارند مناسب است و تعادلی مطلوب میان عملکرد گیمینگ و استفاده‌های حرفه‌ای روزمره برقرار می‌کند.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "پردازنده", value: "Apple A19"},
            {id:3, label: "جک 3.5 میلیمتری", value: "دارد"},
            {id:4, label: "بلوتوث", value: "دارد، نسخه 4"},
            {id:5, label: "اندازه صفحه", value: "15.6 اینچ"},
            {id:6, label: "حافظه داخلی", value: "1 ترابایت"},
            {id:7, label: "رنگ", value: "مشکی"},
         ],
   },
   {proId:10, category: "لپتاپ", categoryE: "laptop", brand: "اپل", count:1, price: 30000000, score: null, discount: 33, title: "لپ تاپ اپل مک بوک پرو ۲۰۱۷ سایز ۱۳.۳ اینچ با پردازنده Core i5 و ۱۶ گیگابایت رم", subtitle: "MacBook Pro 13.3-inch (2017) | i5 | 16 GB RAM | 256 GB | C346", caption:"لپ‌تاپ اپل مک‌بوک پرو ۲۰۱۷ ۱۳.۳ اینچ با پردازنده اینتل Core i5 و ۱۶ گیگابایت رم ترکیبی از طراحی باریک و سبک، صفحه‌نمایش باکیفیت Retina و عملکرد قابل اعتماد را در بسته‌ای حرفه‌ای برای استفاده روزمره و کاری ارائه می‌دهد.", img:"/public/Photo/product-img/laptop/laptop4.avif",
      Strengths: {
         1: "طراحی باریک و سبک",
         2: "صفحه‌نمایش Retina با کیفیت",
         3: "عملکرد مناسب برای کارهای روزمره و حرفه‌ای",
         4: "حافظه رم ۱۶ گیگابایتی",
         },
         weakPoints: {
         1: "قیمت بالا در بازار",
         2: "پورت‌های محدود (فقط USB‑C)",
         3: "عدم امکان ارتقای سخت‌افزار",   
         },
         discription: `لپ‌تاپ MacBook Pro 2017 نسخه ۱۳.۳ اینچی با پردازنده Intel Core i5 و ۱۶ گیگابایت رم یکی از گزینه‌های مناسب برای کاربران حرفه‌ای و دانشجویان است که به تعادل میان قدرت، حمل‌پذیری و کیفیت ساخت اهمیت می‌دهند. صفحه‌نمایش Retina با وضوح بالا رنگ‌های زنده و جزئیات دقیق را برای کارهای گرافیکی، تدوین و تماشای محتوا فراهم می‌کند.

با وجود طراحی باریک و بدنه آلومینیومی، مک‌بوک پرو ۲۰۱۷ مقاومت و استحکام خوبی دارد و کیبورد با کلیدهای فراخ همراه با تاچ‌بار (در مدل‌هایی که تاچ‌بار دارد) تجربه کاربری راحتی ارائه می‌دهد. حافظه ۱۶ گیگابایتی رم کمک می‌کند تا در اجرای هم‌زمان برنامه‌های سنگین، مرورگرهای چند تب و پروژه‌های تولید محتوا عملکردی روان داشته باشید.

این مدل با پورت‌های Thunderbolt 3 بر پایه USB‑C تجهیز شده که انتقال داده سریع، اتصال به نمایشگرهای خارجی و شارژ دستگاه را از طریق یک استاندارد مدرن ممکن می‌سازد. عمر باتری مناسب نیز برای انجام کارهای روزمره و یک روز کامل کاری کفایت می‌کند.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "13.3 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Apple A19"},
         ],
   },
   {proId:11, category: "لپتاپ", categoryE: "laptop", brand: "مایکروسافت", count:1, price: 12500000, score: null, discount: null, title: "لپ تاپ مایکروسافت استوک Surface Laptop 4 | 16GB RAM | 256GB SSD | Ryzen 5 4680u", subtitle: "Microsoft Surface Laptop 4", caption:"لپ‌تاپ Lenovo IdeaPad 1 15IJL7 یک دستگاه اقتصادی و مناسب برای کارهای روزمره، مطالعه، وب‌گردی و استفاده‌های سبک است که تعادلی از قیمت مناسب، طراحی باریک و عملکرد قابل‌قبول ارائه می‌دهد.", img:"/public/Photo/product-img/laptop/laptop5.avif",
      Strengths: {
         1: "قیمت اقتصادی",
         2: "طراحی باریک و سبک",
         3: "مناسب برای کارهای روزمره",
         4: "صفحه‌نمایش ۱۵.۶ اینچ",
         },
         weakPoints: {
         1: "مناسب برای برنامه‌های سنگین نیست",
         2: "حافظه و رم پایه محدود",
         3: "کیفیت اسپیکر متوسط",   
         4: "عملکرد گرافیکی محدود",   
         },
         discription: `لپ‌تاپ IdeaPad 1 15IJL7 از برند Lenovo در دسته لپ‌تاپ‌های ارزان‌قیمت و کاربردی قرار می‌گیرد و برای کاربرانی طراحی شده که به دنبال دستگاهی ساده، سبک و با مصرف انرژی کم برای کارهای روزمره هستند. این مدل با صفحه‌نمایش ۱۵.۶ اینچ و وضوح استاندارد، تجربه مناسبی در تماشای ویدئو، مرور اینترنت، نوشتن اسناد و انجام امور تحصیلی یا اداری فراهم می‌کند.

بدنه‌ی این لپ‌تاپ طراحی باریک و سبک دارد که حمل و نقل آن را در کیف یا کوله‌پشتی آسان می‌کند و برای دانشجویان، کارمندان یا کاربرانی که مدام در حرکت هستند مناسب است. سخت‌افزار داخلی این دستگاه معمولاً از پردازنده‌های کم‌مصرف Intel و حافظه رم و ذخیره‌سازی استاندارد برخوردار است که توان کافی برای اجرای برنامه‌های روزمره مثل مرورگرها، آفیس، پخش ویدئو و اپ‌های سبک را دارد.

صفحه‌کلید راحت و تاچ‌پد پاسخ‌گو تجربه‌ی کاربری ساده و بدون دردسری را فراهم می‌کند و بلندگوهای داخلی صدایی مناسب برای مشاهده ویدئو یا مکالمات تصویری ارائه می‌دهند. عمر باتری این مدل در استفاده‌های سبک روزمره معمولاً کافی است و می‌تواند شما را در جلسات کلاس یا کار نیم‌روزه همراهی کند.

لپ‌تاپ IdeaPad 1 15IJL7 برای کسانی که به دستگاهی اقتصادی، کاربردی و مناسب مصارف روزمره نیاز دارند، انتخابی منطقی و مقرون‌به‌صرفه محسوب می‌شود.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "ابعاد", value: "10x20x5 میلیمتر"},
            {id:3, label: "اندازه صفحه", value: "15.6 اینچ"},
            {id:4, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:5, label: "پردازنده", value: "AMD"},
         ],
   },
   {proId:12, category: "لپتاپ", categoryE: "laptop", brand: "لنوو", count:1, price: 17500000, score: null, discount: null, title: "لپ‌تاپ لنوو مدل IdeaPad 1 15IJL7", subtitle: "Laptop Lenovo IdeaPad 1", caption:"لپ‌تاپ Lenovo IdeaPad 1 15IJL7 یک دستگاه اقتصادی و مناسب برای کارهای روزمره، مطالعه، وب‌گردی و استفاده‌های سبک است که تعادلی از قیمت مناسب، طراحی باریک و عملکرد قابل‌قبول ارائه می‌دهد.", img:"/public/Photo/product-img/laptop/laptop6.avif",
      Strengths: {
         1: "قیمت اقتصادی",
         2: "طراحی باریک و سبک",
         3: "مناسب برای کارهای روزمره",
         4: "صفحه‌نمایش ۱۵.۶ اینچ",
         },
         weakPoints: {
         1: "مناسب برای برنامه‌های سنگین نیست",
         2: "حافظه و رم پایه محدود",
         3: "کیفیت اسپیکر متوسط",   
         4: "عملکرد گرافیکی محدود",   
         },
         discription: `لپ‌تاپ IdeaPad 1 15IJL7 از برند Lenovo در دسته لپ‌تاپ‌های ارزان‌قیمت و کاربردی قرار می‌گیرد و برای کاربرانی طراحی شده که به دنبال دستگاهی ساده، سبک و با مصرف انرژی کم برای کارهای روزمره هستند. این مدل با صفحه‌نمایش ۱۵.۶ اینچ و وضوح استاندارد، تجربه مناسبی در تماشای ویدئو، مرور اینترنت، نوشتن اسناد و انجام امور تحصیلی یا اداری فراهم می‌کند.

بدنه‌ی این لپ‌تاپ طراحی باریک و سبک دارد که حمل و نقل آن را در کیف یا کوله‌پشتی آسان می‌کند و برای دانشجویان، کارمندان یا کاربرانی که مدام در حرکت هستند مناسب است. سخت‌افزار داخلی این دستگاه معمولاً از پردازنده‌های کم‌مصرف Intel و حافظه رم و ذخیره‌سازی استاندارد برخوردار است که توان کافی برای اجرای برنامه‌های روزمره مثل مرورگرها، آفیس، پخش ویدئو و اپ‌های سبک را دارد.

صفحه‌کلید راحت و تاچ‌پد پاسخ‌گو تجربه‌ی کاربری ساده و بدون دردسری را فراهم می‌کند و بلندگوهای داخلی صدایی مناسب برای مشاهده ویدئو یا مکالمات تصویری ارائه می‌دهند. عمر باتری این مدل در استفاده‌های سبک روزمره معمولاً کافی است و می‌تواند شما را در جلسات کلاس یا کار نیم‌روزه همراهی کند.

لپ‌تاپ IdeaPad 1 15IJL7 برای کسانی که به دستگاهی اقتصادی، کاربردی و مناسب مصارف روزمره نیاز دارند، انتخابی منطقی و مقرون‌به‌صرفه محسوب می‌شود.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "ابعاد", value: "10x20x5 میلیمتر"},
            {id:3, label: "اندازه صفحه", value: "15.6 اینچ"},
            {id:4, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:5, label: "پردازنده", value: "AMD"},
         ],
   },

   {proId:13, category: "کامپیوتر", categoryE: "PC", brand: "سامسونگ ", count:1, price:5800000, score: null, discount: null, title: "حافظه اس اس دی اینترنال سامسونگ مدل 970EVO Plus M.2 2280 NVMe ظرفیت 1 ترابایت", subtitle: "Samsung 970 EVO Plus M.2 2280 NVMe 1TB Internal SSD", caption:"حافظه SSD اینترنال Samsung 970 EVO Plus M.2 2280 NVMe 1 TB یک درایو پرسرعت PCIe 3.0 با عملکرد عالی در خواندن و نوشتن داده‌ها است که برای سیستم‌های گیمینگ، تولید محتوا و استفاده‌های حرفه‌ای گزینه‌ای مطمئن به شمار می‌رود.", img: "/public/Photo/product-img/PC/PC1.avif",
      Strengths: {
         1: "سرعت بالا با رابط NVMe PCIe 3.0",
         2: "خواندن و نوشتن سریع",
         3: "ظرفیت 1 ترابایت مناسب برای برنامه‌ها و بازی‌ها",
         4: "نصب آسان در فرم M.2 2280",
         },
         weakPoints: {
         1: "سرعت کمتر نسبت به SSDهای PCIe 4.0 جدید",
         2: "فاقد هیت‌سینک در نسخه استاندارد", 
         },
         discription: `حافظه Samsung 970 EVO Plus M.2 2280 NVMe با ظرفیت ۱ ترابایت یکی از محبوب‌ترین درایوهای SSD اینترنال است که با بهره‌گیری از رابط NVMe PCIe 3.0 سرعت چشمگیری در انتقال داده ارائه می‌دهد و برای نصب سیستم‌عامل، برنامه‌ها و بازی‌های سنگین مناسب است. طراحی فرم M.2 2280 باعث می‌شود این SSD به‌راحتی روی اکثر مادربردهای مدرن نصب شود بدون نیاز به کابل‌های اضافی.

فناوری پیشرفته V‑NAND و کنترلر سامسونگ در این مدل باعث می‌شود سرعت‌های خواندن و نوشتن ترتیبی بسیار بالا باشند و زمان بارگذاری سیستم‌عامل، راه‌اندازی برنامه‌ها و انتقال فایل‌های حجیم به‌طور قابل‌توجهی کاهش یابد. مدیریت حرارتی بهینه و استقامت بالا تضمین می‌کند که در استفاده‌های طولانی‌مدت یا در بارهای کاری سنگین نیز عملکرد پایدار باقی بماند.

این SSD مناسب گیمرها، تولیدکنندگان محتوا، توسعه‌دهندگان نرم‌افزار و افرادی است که می‌خواهند تجربه‌ای روان‌تر در اجرای سیستم‌عامل، برنامه‌های حرفه‌ای و بازی‌ها داشته باشند و به فضای ذخیره‌سازی پرسرعت نیاز دارند.`,
         
         property: [
            {id:1, label: "حافظه داخلی", value: "1 ترابایت"},
            {id:2, label: "نوع اتصال", value: "M2"},
         ],
    }, 
   {proId:14, category: "کامپیوتر", categoryE: "PC", brand: "سامسونگ", count:1, price:8500000, score: null, discount: 19, title: "حافظه اس اس دی اینترنال سامسونگ مدل 990PRO M.2 2280 NVMe ظرفیت 1 ترابایت", subtitle: "Samsung 990 PRO M.2 2280 NVMe 1TB Internal SSD", caption:"حافظه SSD اینترنال Samsung 990PRO M.2 2280 NVMe 1 TB یک درایو پرسرعت PCIe 4.0 با عملکرد فوق‌العاده در خواندن و نوشتن داده‌ها است که برای گیمینگ، تولید محتوا و بارهای کاری حرفه‌ای مناسب می‌باشد.", img: "/public/Photo/product-img/PC/PC2.avif",
      Strengths: {
         1: "سرعت فوق‌العاده با PCIe 4.0",
         2: "خواندن و نوشتن سریع",
         3: "ظرفیت 1 ترابایت مناسب برای سیستم و بازی‌ها",
         4: "نصب آسان در فرم M.2",
         },
         weakPoints: {
         1: "قیمت نسبتاً بالا",
         2: "بهره‌وری کامل فقط با مادربردهای PCIe 4.0",
         },
         discription: `افظه اس‌اس‌دی Samsung 990PRO M.2 2280 با ظرفیت 1 ترابایت و رابط NVMe PCIe 4.0 یکی از سریع‌ترین SSDهای مصرفی موجود در بازار است. این درایو برای سیستم‌های دسکتاپ و لپ‌تاپ حرفه‌ای طراحی شده و با سرعت بالا در خواندن و نوشتن ترتیبی، زمان بارگذاری سیستم‌عامل، بازی‌ها و برنامه‌های سنگین را به حداقل می‌رساند.

فناوری پیشرفته کنترلر و حافظه NAND سامسونگ باعث پایداری عملکرد حتی در استفاده طولانی‌مدت می‌شود و مدیریت حرارتی بهینه از کاهش سرعت به دلیل گرما جلوگیری می‌کند. نصب آسان در اسلات M.2 2280 بدون نیاز به کابل اضافی، ارتقای سیستم را سریع و راحت می‌کند.

این SSD برای گیمرها، تولیدکنندگان محتوا، توسعه‌دهندگان نرم‌افزار و کاربران حرفه‌ای ایده‌آل است که به دنبال ترکیبی از سرعت، پایداری و ظرفیت مناسب هستند.`,
         
         property: [
            {id:1, label: "حافظه داخلی", value: "1 ترابایت"},
            {id:2, label: "نوع اتصال", value: "M2"},
         ],
    }, 
   {proId:15, category: "کامپیوتر", categoryE: "PC", brand: "اوست", count:1, price:1200000, score: null, discount:33, title: "خنک کننده پردازنده اوست مدل GT-AV903 ARGB", subtitle: "Awest GT AV903 ARGB Cpu Cooler", caption:"خنک‌کننده پردازنده اوست GT‑AV903 ARGB با طراحی برج خنک‌کن و فن ARGB رنگی، به‌منظور کاهش دما و حفظ پایداری سیستم در بارهای کاری سنگین و بازی طراحی شده و علاوه بر عملکرد مطلوب، نورپردازی جذابی نیز ارائه می‌دهد.", img: "/public/Photo/product-img/PC/PC3.avif",
      Strengths: {
         1: "طراحی برج خنک‌کن مؤثر",
         2: "فن ARGB با نورپردازی جذاب",
         3: "هیت‌پایپ‌های انتقال حرارت",
         },
         weakPoints: {
         1: "ممکن است برای کیس‌های کوچک مناسب نباشد",
         2: "نویز فن بالا در دورهای زیاد",   
         },
         discription: `خنک‌کننده پردازنده GT‑AV903 ARGB از برند اوست یک راه‌حل مؤثر برای تهویه حرارتی پردازنده‌های دسکتاپ است که با بدنه‌ی برج خنک‌کننده و هیت‌پایپ‌های فلزی عملکرد انتقال حرارت را بهینه می‌کند. این مدل با فن ARGB قابل تنظیم مجهز شده که نه تنها جریان هوای مناسبی برای دفع گرما فراهم می‌کند، بلکه جلوه‌های بصری جذابی نیز در داخل کیس ایجاد می‌کند.

طراحی برج خنک‌کن باعث می‌شود هوای گرم سریع‌تر از اطراف پردازنده خارج شود و دمای CPU را در سطح مطلوب نگه دارد، به‌ویژه در هنگام اجرای بازی‌های سنگین، بارهای پردازشی بالا یا استفاده‌های طولانی‌مدت. هیت‌سینک‌های گسترده به‌همراه هیت‌پایپ‌های انتقال حرارت، مسیرهای بیشتری برای پخش گرما ایجاد می‌کنند و باعث افزایش کارایی خنک‌کن می‌شوند.

نصب این خنک‌کننده با کلیپ‌های استاندارد سازگار با بسیاری از سوکت‌های رایج CPU انجام می‌شود و نورپردازی ARGB نیز می‌تواند با سایر قطعات روشنایی داخل کیس هماهنگ شود تا ظاهری حرفه‌ای و منسجم ایجاد کند.`,
         
         property: [
            {id:1, label: "ابعاد", value: "6x25x11 میلیمتر"},
            {id:2, label: "رنگ", value: "مشکی"},
            {id:3, label: "وزن", value: "1 کیلوگرم"},
         ],
    }, 
   {proId:16, category: "کامپیوتر", categoryE: "PC", brand: "اوست", count:1, price:1900000, score: null, discount:17, title: "خنک کننده پردازنده دیپ کول مدل AG400", subtitle: "CPU Cooler DeepCool AG400", caption:"خنک‌کننده پردازنده اوست GT‑AV903 ARGB با طراحی برج خنک‌کن و فن ARGB رنگی، به‌منظور کاهش دما و حفظ پایداری سیستم در بارهای کاری سنگین و بازی طراحی شده و علاوه بر عملکرد مطلوب، نورپردازی جذابی نیز ارائه می‌دهد.", img: "/public/Photo/product-img/PC/PC4.avif",
      Strengths: {
         1: "طراحی برج خنک‌کن مؤثر",
         2: "فن ARGB با نورپردازی جذاب",
         3: "هیت‌پایپ‌های انتقال حرارت",
         },
         weakPoints: {
         1: "ممکن است برای کیس‌های کوچک مناسب نباشد",
         2: "نویز فن بالا در دورهای زیاد",
         },
         discription: `خنک‌کننده پردازنده GT‑AV903 ARGB از برند اوست یک راه‌حل مؤثر برای تهویه حرارتی پردازنده‌های دسکتاپ است که با بدنه‌ی برج خنک‌کننده و هیت‌پایپ‌های فلزی عملکرد انتقال حرارت را بهینه می‌کند. این مدل با فن ARGB قابل تنظیم مجهز شده که نه تنها جریان هوای مناسبی برای دفع گرما فراهم می‌کند، بلکه جلوه‌های بصری جذابی نیز در داخل کیس ایجاد می‌کند.

طراحی برج خنک‌کن باعث می‌شود هوای گرم سریع‌تر از اطراف پردازنده خارج شود و دمای CPU را در سطح مطلوب نگه دارد، به‌ویژه در هنگام اجرای بازی‌های سنگین، بارهای پردازشی بالا یا استفاده‌های طولانی‌مدت. هیت‌سینک‌های گسترده به‌همراه هیت‌پایپ‌های انتقال حرارت، مسیرهای بیشتری برای پخش گرما ایجاد می‌کنند و باعث افزایش کارایی خنک‌کن می‌شوند.

نصب این خنک‌کننده با کلیپ‌های استاندارد سازگار با بسیاری از سوکت‌های رایج CPU انجام می‌شود و نورپردازی ARGB نیز می‌تواند با سایر قطعات روشنایی داخل کیس هماهنگ شود تا ظاهری حرفه‌ای و منسجم ایجاد کند.`,
         
         property: [
            {id:1, label: "ابعاد", value: "6x25x11 میلیمتر"},
            {id:2, label: "رنگ", value: "مشکی"},
            {id:3, label: "وزن", value: "1 کیلوگرم"},
         ],
    }, 
   {proId:17, category: "کامپیوتر", categoryE: "PC", brand: "GSKILL", count:1, price:9500000, score: null, discount:27, title: "رم جی اسکیل مدل Trident Z5 Royal ظرفیت ۳۲ گیگابایت فرکانس ۷۲۰۰ مگاهرتز CL34", subtitle: "GSKILL Trident Z5 RGB WHITE ROYAL 32GB (2x16GB) 7200MT/s CL34 DDR5", caption:"رم G.Skill Trident Z5 Royal با ظرفیت ۳۲ گیگابایت، فرکانس ۷۲۰۰ مگاهرتز و تایمینگ CL34 یک ماژول حافظه بسیار سریع و لوکس است که برای گیمرها، تولیدکنندگان محتوا و سیستم‌های رده‌بالا طراحی شده و عملکرد برجسته در پردازش‌های سنگین ارائه می‌دهد.", img: "/public/Photo/product-img/PC/PC5.avif",
      Strengths: {
         1: "ظرفیت ۳۲ گیگابایت مناسب برای کاربردهای سنگین",
         2: "فرکانس بسیار بالا ۷۲۰۰ مگاهرتز",
         3: "تایمینگ CL34 برای عملکرد بهینه",
         4: "ظاهر لوکس با نورپردازی RGB",
         },
         weakPoints: {
         1: "قیمت بالا نسبت به رم‌های معمولی",
         2: "نیاز به مادربرد پشتیبانی‌کننده از DDR5",
         },
         discription: `رم Trident Z5 Royal از برند G.Skill یکی از حافظه‌های پرچمدار DDR5 است که با تمرکز بر سرعت بالا، عملکرد پایدار و ظاهر شیک طراحی شده است. این ماژول با ظرفیت ۳۲ گیگابایت (معمولاً در قالب دو ماژول ۱۶ گیگابایتی) برای سیستم‌های حرفه‌ای مناسب است که به توان محاسباتی بالا در بازی‌های سنگین، تدوین و رندر و مولتی‌تسکینگ نیاز دارند.

فرکانس ۷۲۰۰ مگاهرتز به‌همراه تایمینگ CL34 عملکرد فوق‌العاده‌ای در انتقال داده ارائه می‌دهد و باعث می‌شود زمان پاسخ سیستم در بارهای کاری سنگین کاهش یابد. این سطح از سرعت برای کاربرانی که به دنبال حداکثر بهره‌وری از پردازنده‌های نسل جدید و مادربردهای پشتیبانی‌کننده از DDR5 هستند گزینه‌ای ایده‌آل محسوب می‌شود.

ظاهر Royal با هیت‌سینک‌های جذاب و نورپردازی RGB داخلی، نه تنها عملکرد بالا بلکه بهینه‌سازی بصری کیس را نیز به همراه دارد. سیستم نورپردازی قابل تنظیم با کنترل از طریق نرم‌افزارهای مادربرد، امکان هماهنگی با سایر قطعات RGB را فراهم می‌کند.

این رم مناسب کاربرانی با نیازهای سخت‌گیرانه در زمینه بازی، طراحی، محاسبات سنگین و به‌طور کلی عملکرد بالا است.`,
         
         property: [
            {id:1, label: "رنگ", value: "سفید"},
            {id:2, label: "ظرفیت", value: "32 گیگابایت"},
            {id:3, label: "فرکانس", value: "7200 مگاهرتز"},
            {id:4, label: "تایمینگ", value: "CL34"},
            {id:5, label: "نوع حافظه", value: "DDR5"},
         ],
    }, 
   {proId:18, category: "کامپیوتر", categoryE: "PC", brand: "GSKILL", count:1, price:24000000, score: null, discount: null, title: "رم کامپیوتر جی اسکیل دو کاناله مدل Trident Z5 RGB فرکانس 6000 مگاهرتز DDR5 تایمینگ CL36 حافظه 64 گیگابایت", subtitle: "G.SKILL Trident Z5 RGB Dual Channel CL36 6000MHz DDR5 64GB Computer RAM", caption:"رم کامپیوتر G.Skill Trident Z5 RGB DDR5 دو کاناله با ظرفیت 64 گیگابایت، فرکانس 6000 مگاهرتز و تایمینگ CL36 حافظه‌ای پرسرعت و قدرتمند برای سیستم‌های گیمینگ، حرفه‌ای و مولتی‌تسکینگ سنگین است که عملکرد بالا و نورپردازی RGB جذاب را ارائه می‌دهد.", img: "/public/Photo/product-img/PC/PC6.avif",
      Strengths: {
         1: "ظرفیت 64 گیگابایت مناسب برای کارهای حرفه‌ای",
         2: "فرکانس 6000 مگاهرتز",
         3: "تایمینگ CL36",
         },
         weakPoints: {
         1: "قیمت بالا نسبت به رم‌های معمولی",
         },
         discription: `رم G.Skill Trident Z5 RGB DDR5 در پیکربندی دو کاناله 64 گیگابایت (معمولاً 2×32 گیگابایت) یکی از گزینه‌های برتر برای کاربران حرفه‌ای، گیمرها و تولیدکنندگان محتوا است که به ظرفیت بالا و سرعت قابل توجه نیاز دارند. با بهره‌مندی از فرکانس 6000 مگاهرتز و تایمینگ CL36 این حافظه عملکردی بسیار مناسب برای پردازش‌های سنگین، بارهای مولتی‌تسکینگ و اجرای بازی‌های مدرن فراهم می‌کند.

فناوری DDR5 نسبت به نسل قبلی (DDR4) بهبودهای قابل‌توجهی در پهنای باند، بازده انرژی و قابلیت اورکلاک ارائه می‌کند. سری Trident Z5 RGB همچنین با نورپردازی RGB خیره‌کننده، ظاهر کیس را زیباتر می‌سازد و امکان هماهنگی با سایر قطعات RGB را از طریق نرم‌افزارهای مادربرد فراهم می‌کند.

این رم با طراحی هیت‌سینک حرفه‌ای برای بهبود دفع حرارت، باعث پایداری عملکرد حتی در بارهای سنگین می‌شود و برای سیستم‌هایی با نیازهای بالا در زمینه رندرینگ، ویرایش ویدئو، مدل‌سازی 3D، برنامه‌های حرفه‌ای و بازی‌های سطح بالا مناسب است.`,
         
         property: [
            {id:1, label: "تایمینگ", value: "CL36"},
            {id:2, label: "ظرفیت", value: "64 گیگابایت"},
            {id:3, label: "فرکانس", value: "6000 مگاهرتز"},
            {id:4, label: "نوع حافظه", value: "DDR5"},
         ],
    }, 

   {proId:19, category: "تلویزیون", categoryE: "TV", brand: "سامسونگ", count:1, price:19500000, score: "5.0", discount: 15, title: "تلویزیون سامسونگ DU7000 سایز ۵۵ اینچ Ultra HD 4K LED", subtitle: "Samsung 4K crystal TV DU7000", caption:"تلویزیون سامسونگ DU7000 با سایز ۵۵ اینچ و کیفیت تصویر Ultra HD 4K تجربه‌ای شفاف و واقعی از تماشای فیلم، سریال و محتواهای ورزشی ارائه می‌دهد و با امکانات هوشمند، کاربری راحت و سرگرمی گسترده‌ای فراهم می‌کند.", img: "/public/Photo/product-img/TV/TV1.avif", 
      Strengths: {
         1: "کیفیت تصویر 4K Ultra HD",
         2: "پشتیبانی از HDR10+",
         3: "پردازنده Crystal Processor 4K",
         4: "سیستم عامل Tizen با امکانات هوشمند",
         },
         weakPoints: {
         1: "نرخ تازه‌سازی استاندارد (کمتر از مدل‌های گیمینگ)",
         2: "اسپیکرهای داخلی با توان متوسط",
         3: "اسپیکرهای داخلی با توان متوسط",   
         },
         discription: `تلویزیون DU7000 از سامسونگ با صفحه‌نمایش LED و رزولوشن 4K Ultra HD تصاویری با جزئیات دقیق و رنگ‌های طبیعی به نمایش می‌گذارد که برای تماشای محتوای روزمره، فیلم‌ها و بازی‌ها مناسب است. پردازنده تصویر Crystal Processor 4K به بهینه‌سازی رنگ، کنتراست و روشنایی کمک می‌کند تا تصویر واضح، پویا و زیبا دیده شود، حتی در صحنه‌های پرجزئیات.

این مدل از فناوری HDR10+ پشتیبانی می‌کند که باعث می‌شود بخش‌های روشن روشن‌تر و بخش‌های تاریک غنی‌تر نمایش داده شوند و تجربه بصری واقعی‌تری ایجاد شود. سیستم عامل Tizen رابط کاربری ساده و امکانات هوشمند را در اختیار کاربر می‌گذارد، از جمله دسترسی به اپلیکیشن‌های استریم، مرور اینترنت و اتصال به سرویس‌های آنلاین.

تلویزیون DU7000 امکانات ارتباطی گسترده‌ای دارد از جمله Wi‑Fi، پورت‌های HDMI و USB که امکان اتصال کنسول بازی، ستاپ باکس، پخش‌کننده‌های رسانه و سایر دستگاه‌ها را فراهم می‌کند. طراحی باریک با قاب نازک به این تلویزیون ظاهری مدرن و زیبا می‌بخشد و نصب روی دیوار یا قرارگیری روی پایه را با حفظ تناسب در دکوراسیون خانه ممکن می‌سازد.

این تلویزیون مناسب خانواده‌ها، علاقه‌مندان به فیلم و سریال و کسانی است که می‌خواهند با بودجه‌ای معقول از کیفیت تصویر 4K و امکانات هوشمند لذت ببرند.`,
         
         property: [
            {id:1, label: "اندازه صفحه", value: "55 اینچ"},
            {id:2, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:3, label: "پردازنده", value: "Dimensity 9500"},
            {id:4, label: "رنگ", value: "مشکی "},
            {id:5, label: "سیستم عامل", value: "تایزن"},
            {id:6, label: "صفحه نمایش", value: "OLED"},
            {id:7, label: "هوشمند", value: "بله"},
         ],
    },
   {proId:20, category: "تلویزیون", categoryE: "TV", brand: "سامسونگ", count:1, price:23000000, score: null, discount: null, title: "تلویزیون سامسونگ DU7000 سایز ۵۵ اینچ Ultra HD 4K LED", subtitle: "Samsung UA8500 55-inch Ultra HD 4K TV", caption:"تلویزیون Samsung DU7000 با سایز ۵۵ اینچ و کیفیت تصویر Ultra HD 4K LED، تجربه‌ای واضح و شفاف از فیلم، سریال و بازی ارائه می‌دهد و با امکانات هوشمند سامسونگ، استفاده روزمره و سرگرمی خانگی را بهینه می‌کند.", img: "/public/Photo/product-img/TV/TV2.avif",
      Strengths: {
         1: "کیفیت تصویر 4K Ultra HD",
         2: "پشتیبانی از HDR10+",
         3: "پردازنده Crystal Processor 4K برای بهینه‌سازی تصویر",
         4: "سیستم عامل Tizen با امکانات هوشمند",
         5: "اتصال Wi-Fi، HDMI و USB",
         },
         weakPoints: {
         1: "نرخ تازه‌سازی پایین‌تر نسبت به مدل‌های گیمینگ",
         2: "اسپیکرهای داخلی با توان متوسط",
         3: "فاقد برخی امکانات پیشرفته تصویر در مدل‌های بالاتر",   
         },
         discription: `تلویزیون DU7000 سامسونگ با صفحه‌نمایش LED و رزولوشن 4K Ultra HD قادر است جزئیات دقیق تصاویر را به نمایش بگذارد و رنگ‌های طبیعی و زنده ارائه کند. این مدل با فناوری HDR10+ و پردازنده تصویر Crystal Processor 4K، روشنایی، کنتراست و رنگ‌ها را بهینه کرده و تجربه بصری فراگیرتری فراهم می‌آورد.

سامسونگ DU7000 از سیستم عامل Tizen بهره می‌برد که امکان نصب برنامه‌های مختلف، مرور اینترنت، دسترسی به سرویس‌های استریم و کنترل صوتی را فراهم می‌کند. قابلیت اتصال Wi-Fi، HDMI و USB امکانات گسترده‌ای برای اتصال به دستگاه‌های جانبی و کنسول‌های بازی ارائه می‌دهد.

این تلویزیون با زمان پاسخگویی مناسب و نرخ تازه‌سازی استاندارد، تجربه خوبی برای تماشای فیلم و بازی‌های ویدیویی ایجاد می‌کند. طراحی باریک و حاشیه کم صفحه‌نمایش، ظاهر شیک و مدرن به فضای خانه می‌بخشد و با پایه‌های مستحکم، نصب آسان روی میز یا دیوار را ممکن می‌کند.

DU7000 گزینه‌ای مناسب برای خانواده‌ها، کاربران علاقه‌مند به فیلم و سریال و گیمرهایی است که به دنبال کیفیت تصویر 4K و امکانات هوشمند در قالب تلویزیونی جمع‌وجور و مقرون‌به‌صرفه هستند.`,
         
         property: [
            {id:1, label: "اندازه صفحه", value: "55 اینچ"},
            {id:2, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:3, label: "حافظه داخلی", value: "128 گیگابایت"},
            {id:4, label: "سیستم عامل", value: "اندروید"},
            {id:5, label: "صفحه نمایش", value: "OLED"},
            {id:6, label: "وزن", value: "2 کیلوگرم"},
         ],
    },
   {proId:21, category: "تلویزیون", categoryE: "TV", brand: "سامسونگ", count:1, price:18500000, score: null, discount: 19, title: "تلویزیون سامسونگ DU7500 سایز ۵۵ اینچ Ultra HD 4K LED", subtitle: "Samsung 4K crystal TV DU7500-1", caption:"تلویزیون سامسونگ DU7500 با سایز ۵۵ اینچ و کیفیت تصویر Ultra HD 4K تجربه‌ای شفاف و واقعی از تماشای فیلم، سریال و محتواهای ورزشی ارائه می‌دهد و با امکانات هوشمند، کاربری راحت و سرگرمی گسترده‌ای فراهم می‌کند.", img: "/public/Photo/product-img/TV/TV3.avif",
      Strengths: {
         1: "کیفیت تصویر 4K Ultra HD",
         2: "پشتیبانی از HDR10+",
         3: "پردازنده Crystal Processor 4K",
         4: "سیستم عامل Tizen با امکانات هوشمند",
         },
         weakPoints: {
         1: "نرخ تازه‌سازی استاندارد (کمتر از مدل‌های گیمینگ)",
         2: "اسپیکرهای داخلی با توان متوسط",
         3: "اسپیکرهای داخلی با توان متوسط",   
         },
         discription: `تلویزیون DU7500 از سامسونگ با صفحه‌نمایش LED و رزولوشن 4K Ultra HD تصاویری با جزئیات دقیق و رنگ‌های طبیعی به نمایش می‌گذارد که برای تماشای محتوای روزمره، فیلم‌ها و بازی‌ها مناسب است. پردازنده تصویر Crystal Processor 4K به بهینه‌سازی رنگ، کنتراست و روشنایی کمک می‌کند تا تصویر واضح، پویا و زیبا دیده شود، حتی در صحنه‌های پرجزئیات.

این مدل از فناوری HDR10+ پشتیبانی می‌کند که باعث می‌شود بخش‌های روشن روشن‌تر و بخش‌های تاریک غنی‌تر نمایش داده شوند و تجربه بصری واقعی‌تری ایجاد شود. سیستم عامل Tizen رابط کاربری ساده و امکانات هوشمند را در اختیار کاربر می‌گذارد، از جمله دسترسی به اپلیکیشن‌های استریم، مرور اینترنت و اتصال به سرویس‌های آنلاین.

تلویزیون DU7500 امکانات ارتباطی گسترده‌ای دارد از جمله Wi‑Fi، پورت‌های HDMI و USB که امکان اتصال کنسول بازی، ستاپ باکس، پخش‌کننده‌های رسانه و سایر دستگاه‌ها را فراهم می‌کند. طراحی باریک با قاب نازک به این تلویزیون ظاهری مدرن و زیبا می‌بخشد و نصب روی دیوار یا قرارگیری روی پایه را با حفظ تناسب در دکوراسیون خانه ممکن می‌سازد.

این تلویزیون مناسب خانواده‌ها، علاقه‌مندان به فیلم و سریال و کسانی است که می‌خواهند با بودجه‌ای معقول از کیفیت تصویر 4K و امکانات هوشمند لذت ببرند.

`,
         
         property: [
            {id:1, label: "اندازه صفحه", value: "55 اینچ"},
            {id:2, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:3, label: "پردازنده", value: "Dimensity 9500"},
            {id:4, label: "رنگ", value: "مشکی "},
            {id:5, label: "سیستم عامل", value: "تایزن"},
            {id:6, label: "صفحه نمایش", value: "OLED"},
            {id:7, label: "هوشمند", value: "بله"},
         ],
    },
   {proId:22, category: "تلویزیون", categoryE: "TV", brand: "سونی", count:1, price:26000000, score: null, discount: 24, title: "تلویزیون هوشمند سونی براویا 4K HDR 2023", subtitle: "Sony 4K HDR 2023", caption:"تلویزیون سونی براویا 4K HDR 2023 یک نمایشگر هوشمند با کیفیت تصویر Ultra HD 4K، فناوری HDR و پردازشگر تصویر قدرتمند است که تجربه‌ای واضح، رنگ‌پردازی طبیعی و امکانات هوشمند را برای تماشای فیلم، ورزش و بازی فراهم می‌کند.", img: "/public/Photo/product-img/TV/TV4.avif",
      Strengths: {
         1: "کیفیت تصویر Ultra HD 4K",
         2: "فناوری HDR برای کنتراست بهتر",
         3: "پردازشگر تصویر پیشرفته",
         4: "سیستم عامل Google TV",
         5: "اتصال Wi‑Fi، HDMI و USB",
         },
         weakPoints: {
         1: "اسپیکرهای داخلی معمولاً توان متوسط",
         2: "قیمت نسبتاً بالا",
         },
         discription: `تلویزیون Sony BRAVIA 4K HDR 2023 با صفحه‌نمایش Ultra HD 4K وضوح بی‌نظیری از جزئیات و رنگ‌ها ارائه می‌دهد و برای تماشای انواع محتوا مناسب است، از سریال و فیلم‌های سینمایی گرفته تا مسابقات ورزشی و بازی‌های ویدیویی. فناوری HDR (High Dynamic Range) به بهبود کنتراست و نمایش نور و تاریکی کمک می‌کند تا تصاویر طبیعی‌تر و واقعی‌تر به نظر برسند و جزئیات در صحنه‌های پرنور و تاریک بهتر حفظ شود.

این تلویزیون از پردازشگر تصویر پیشرفته سونی بهره می‌برد که رنگ‌ها را به‌صورت دقیق‌تر تنظیم کرده و روانی تصویر را افزایش می‌دهد، به‌گونه‌ای که حرکت‌ها در صحنه‌های سریع نیز تار نمی‌شوند. سیستم عامل Google TV رابط کاربری ساده و دسترسی سریع به اپلیکیشن‌های محبوب مانند سرویس‌های پخش آنلاین، مرورگر اینترنت و امکانات هوشمند دیگر را فراهم می‌کند.

تلویزیون براویا 2023 با پشتیبانی از اتصال Wi‑Fi، HDMI و USB امکان اتصال به کنسول بازی، ستاپ‌باکس، پخش‌کننده‌های رسانه و سایر دستگاه‌ها را به‌راحتی فراهم می‌کند. طراحی باریک با قاب کم‌حاشیه ظاهری مدرن و شکیل دارد که در دکوراسیون خانه جلوه زیبایی ایجاد می‌کند.

این تلویزیون برای خانواده‌ها، تماشاگران حرفه‌ای و گیمرهایی که به کیفیت تصویر بالا، رنگ‌های واقعی و امکانات هوشمند اهمیت می‌دهند انتخابی مناسب محسوب می‌شود.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "55 اینچ"},
            {id:3, label: "پردازنده", value: "Dimensity 9500"},
            {id:4, label: "رنگ", value: "مشکی"},
            {id:5, label: "سیستم عامل", value: "تایزن"},
         ],
    },
   {proId:23, category: "تلویزیون", categoryE: "TV", brand: "سونی", count:1, price:15500000, score: null, discount: null, title: "تلویزیون هوشمند سونی براویا 4K HDR 2024", subtitle: "Sony 4K HDR 2024", caption:"تلویزیون سونی براویا 4K HDR 2024 یک نمایشگر هوشمند با کیفیت تصویر Ultra HD 4K، فناوری HDR و پردازشگر تصویر پیشرفته است که تجربه‌ای واضح، رنگ‌های طبیعی و امکانات مدرن برای تماشای فیلم، ورزش، سریال و بازی ارائه می‌دهد.", img: "/public/Photo/product-img/TV/TV5.avif", 
      Strengths: {
         1: "کیفیت تصویر Ultra HD 4K",
         2: "فناوری HDR برای بهبود کنتراست",
         3: "پردازشگر تصویر پیشرفته",
         4: "سیستم عامل هوشمند با رابط کاربری آسان",
         },
         weakPoints: {
         1: "اسپیکرهای داخلی با توان متوسط",
         2: "قیمت نسبتاً بالا",
         3: "زاویه دید محدودتر نسبت به برخی پنل‌ها",   
         },
         discription: `تلویزیون Sony BRAVIA 4K HDR 2024 با صفحه‌نمایش Ultra HD 4K کیفیت تصویر بسیار بالا و جزئیات دقیق را برای محتواهای مختلف ارائه می‌دهد و با پشتیبانی از فناوری HDR می‌تواند دامنه دینامیکی بیشتری از نور و تاریکی را نشان دهد، به‌طوری‌که تصاویر طبیعی‌تر و واقعی‌تر مشاهده شوند. این ویژگی به‌خصوص در صحنه‌های پرنور یا با کنتراست بالا باعث افزایش وضوح و غنای تصویر می‌شود.

پردازشگر تصویر قدرتمند این تلویزیون با بهینه‌سازی رنگ، کنتراست و حرکت، تصاویر را به‌صورت روان و بدون لرزش نمایش می‌دهد. سیستم عامل هوشمند Google TV یا پلتفرم متناظر سونی تجربه کاربری ساده و دسترسی سریع به اپلیکیشن‌های پخش استریم، مرور اینترنت، بازی و محتواهای آنلاین را فراهم می‌کند. رابط کاربری طراحی‌شده برای استفاده راحت به شما اجازه می‌دهد بین برنامه‌ها جابه‌جا شوید و به محتواهای دلخواه‌تان به سرعت دسترسی پیدا کنید.

این تلویزیون از امکانات ارتباطی مانند Wi‑Fi، پورت‌های HDMI و USB پشتیبانی می‌کند که اتصال به کنسول‌های بازی، لپ‌تاپ، ستاپ‌باکس و سایر دستگاه‌ها را آسان می‌کند. طراحی باریک با قاب کم‌حاشیه باعث می‌شود تلویزیون در فضای خانه ظاهری مدرن و جذاب داشته باشد و به‌راحتی با دکوراسیون‌های مختلف هماهنگ شود.

تلویزیون براویا 2024 مناسب خانواده‌ها، دوستداران فیلم و سریال، گیمرها و کاربرانی است که به دنبال کیفیت تصویر بالا، امکانات هوشمند و تجربه بصری مدرن هستند.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "ابعاد", value: "6x25x11 میلیمتر"},
            {id:3, label: "اندازه صفحه", value: "55 اینچ"},
         ],
    },
   {proId:24, category: "تلویزیون", categoryE: "TV", brand: "سونی", count:1, price:24000000, score: null, discount: null, title: "تلویزیون هوشمند سونی براویا 4K HDR 2025", subtitle: "Sony 4K HDR 2025", caption:"تلویزیون سونی براویا 4K HDR 2025 یک نمایشگر هوشمند با کیفیت تصویر Ultra HD 4K، فناوری‌های پیشرفته تصویری و امکانات مدرن هوش مصنوعی و اتصال است که تجربه‌ای عالی برای تماشای فیلم، سریال، ورزش و بازی ارائه می‌دهد.", img: "/public/Photo/product-img/TV/TV6.avif", 
      Strengths: {
         1: "کیفیت تصویر Ultra HD 4K",
         2: "فناوری HDR برای افزایش کنتراست",
         3: "پردازشگر تصویر هوشمند و بهینه‌سازی تصویر",
         4: "سیستم عامل هوشمند با دسترسی سریع به محتوا",
         },
         weakPoints: {
         1: "اسپیکرهای داخلی با توان متوسط",
         2: "قیمت نسبتاً بالا نسبت به مدل‌های معمولی",
         },
         discription: `تلویزیون Sony BRAVIA 4K HDR 2025 با صفحه‌نمایش Ultra HD 4K کیفیت تصویری در سطح بالا و جزئیات چشم‌نواز را برای انواع محتوا فراهم می‌کند. فناوری HDR (High Dynamic Range) باعث می‌شود صحنه‌های روشن روشن‌تر و بخش‌های تاریک عمیق‌تر نمایش داده شوند، در نتیجه کنتراست تصویر افزایش یافته و رنگ‌ها طبیعی‌تر و زنده‌تر دیده می‌شوند. این به‌ویژه در فیلم‌ها، مسابقات ورزشی و بازی‌ها که صحنه‌های پرجزئیات و پرتحرک دارند تفاوت قابل‌توجهی ایجاد می‌کند.

پردازشگر تصویر نسل جدید این تلویزیون با بهینه‌سازی هوشمند رنگ، روشنایی، کنتراست و حرکت، کیفیت تصویر را مطابق با شرایط صحنه تنظیم می‌کند و باعث می‌شود تصاویر حتی در صحنه‌های سریع و اکشن بدون تاری و نویز نمایش داده شوند. سیستم عامل هوشمند تعبیه‌شده رابط کاربری ساده و دسترسی سریع به اپلیکیشن‌های محبوب استریم، محتوای آنلاین، مرور اینترنت و ابزارهای چندرسانه‌ای را میسر می‌سازد.

این تلویزیون از امکانات ارتباطی گسترده شامل اتصال بی‌سیم Wi‑Fi، پورت‌های HDMI و USB پشتیبانی می‌کند که اتصال به کنسول‌های بازی، لپ‌تاپ، ستاپ‌باکس و دیگر دستگاه‌ها را بسیار ساده می‌کند. طراحی باریک و قاب کم‌حاشیه ظاهر مدرنی به فضای خانه می‌بخشد و حس حضور در تصویر را تقویت می‌کند.

تلویزیون براویا 2025 مناسب خانواده‌ها، عاشقان فیلم و سریال، گیمرها و کسانی است که به کیفیت تصویر واقعی، امکانات هوشمند و تجربه بصری بی‌وقفه اهمیت می‌دهند.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "55 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "رنگ", value: "مشکی"},
            {id:5, label: "سیستم عامل", value: "تایزن"},
         ],
    },

   {proId:25, category: "کنسول بازی", categoryE: "console", brand: "سونی", count:1, price:3500000, score: null, discount: 22, title: "دسته بازی پلی استیشن 5 سونی مدل DualSense", subtitle: "Sony PS5 DualSense White Game Controller", caption:"دسته بازی Sony DualSense مخصوص پلی‌استیشن 5 با طراحی ارگونومیک، بازخورد هپتیک پیشرفته و تریگرهای تطبیقی تجربه‌ای واقع‌گرایانه و همه‌جانبه از بازی را برای گیمرهای کنسول نسل نهم فراهم می‌کند.", img: "/public/Photo/product-img/console/console1.avif",
      Strengths: {
         1: "بازخورد هپتیک واقعی",
         2: "تریگرهای Adaptive با مقاومت متغیر",
         3: "طراحی ارگونومیک و راحت",
         },
         weakPoints: {
         1: "عمر باتری بسته به استفاده ممکن است متوسط باشد",
         2: "وزن نسبتاً بیشتر نسبت به کنترلرهای معمولی",
         3: "قیمت نسبتاً بالا",   
         },
         discription: `دسته DualSense محصول رسمی سونی و کنترلر استاندارد پلی‌استیشن 5 است که تجربه‌ی بازی را به سطح جدیدی می‌برد. طراحی ارگونومیک این کنترلر باعث می‌شود در استفاده‌های طولانی‌مدت هم احساس راحتی داشته باشید و فرم مناسب دسته در دست، کنترل دقیق و بدون لغزش را تضمین می‌کند.

یکی از ویژگی‌های برجسته DualSense بازخورد هپتیک (Haptic Feedback) است که به‌جای ویبرِیشن سنتی، واکنش‌های لمسی دقیق‌تری ارائه می‌دهد؛ مثلاً احساس زمین‌های مختلف، شتاب وسایل نقلیه یا ضربات در بازی را به‌صورت متفاوت و واقعی‌تر منتقل می‌کند. تریگرهای Adaptive باعث می‌شوند مقاومت در کلیدهای L2 و R2 بسته به شرایط بازی تغییر کند، مثلاً هنگام کشیدن کمان یا ترمز گرفتن در بازی‌های مسابقه‌ای، حس واقعی‌تری به شما منتقل کند.

پد لمسی بزرگ، بلندگوی داخلی، میکروفون داخلی برای چت در بازی‌های آنلاین و حالت‌های ترکیبی چندگانه از دیگر ویژگی‌های این کنترلر هستند که ارتباط گیمر با بازی را تعمیق می‌کند. اتصال DualSense از طریق بلوتوث یا USB‑C محقق می‌شود و برای PS5، PC و برخی دستگاه‌های موبایل و تبلت نیز قابل‌استفاده است.

این دسته برای گیمرهای حرفه‌ای و کسانی که به تجربه‌ی جذاب‌تر، ارتباط بیشتر با محیط بازی و کنترل دقیق اهمیت می‌دهند انتخابی کامل و استاندارد است.`,
         
         property: [
            {id:1, label: "رنگ", value: "سفید, مشکی"},
            {id:2, label: "USB type C", value: "دارد"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "شارژ سریع", value: "دارد"},
         ],
    }, 
   {proId:26, category: "کنسول بازی", categoryE: "console", brand: "سونی", count:1, price:26500000, score: null, discount: 7, title: "کنسول بازی سونی PS5 Slim Digital + یک دسته اضافه", subtitle: "PlayStation 5 Slim Digital + 1 extra controller", caption:"کنسول Sony PS5 Slim نسخه جمع‌وجور و بهینه‌شده‌ی نسل نهم است که با قدرت سخت‌افزاری بالا، SSD بسیار سریع و تجربه بازی روان در کیفیت‌های بالا، گزینه‌ای مناسب برای گیمرهای حرفه‌ای و علاقه‌مندان به سرگرمی‌های دیجیتال فراهم می‌آورد.", img: "/public/Photo/product-img/console/console2.avif",
       Strengths: {
      1: "قدرت پردازشی مناسب بازی‌های نسل جدید",
      2: "SSD فوق سریع برای بارگذاری کم‌تاخیر",
      3: "طراحی جمع‌وجور و بهینه",
      },
      weakPoints: {
      1: "ظرفیت ذخیره‌سازی داخلی محدود",
      2: "نسخه بدون درگاه دیسک در مدل Digital",  
      },
      discription: `کنسول PS5 Slim نسخه‌ی جدیدتر و طراحی‌شده با ابعاد کمتر از PS5 استاندارد است که همچنان تجربه‌ بازی‌های نسل نهم را با همان قدرت اجرایی حفظ می‌کند. این دستگاه از پردازنده و گرافیک نسل جدید بهره می‌برد که اجرای بازی‌ها را در کیفیت‌های 4K و نرخ فریم بالا ممکن می‌سازد و سرعت بارگذاری به لطف SSD فوق‌سریع به‌طور چشمگیری بهبود یافته است.

نسخه‌ی Slim با طراحی باریک‌تر و جمع‌وجورتر نسبت به نسخه‌ی کلاسیک، در فضاهای کوچک‌تر نیز به‌راحتی جای می‌گیرد و ظاهر مدرن و زیبا دارد. این کنسول از تکنولوژی صوتی 3D Audio پشتیبانی می‌کند که تجربه صوتی فراگیرتری را در بازی‌ها ایجاد می‌کند و حس حضور در بازی را تقویت می‌کند. همچنین با پشتیبانی از دسته‌های DualSense امکانات لمسی، بازخورد هپتیک و تنظیمات دقیق کنترل را در بازی‌های مدرن فراهم می‌کند.

دسترسی به فروشگاه دیجیتال پلی‌استیشن، قابلیت اجرای بازی‌های نسل قبل و اتصال به پلتفرم آنلاین از دیگر مزایای این کنسول است. PS5 Slim مناسب کسانی است که می‌خواهند با سخت‌افزار به‌روز، تجربه‌ی بازی روان و امکانات مولتی‌مدیا را در یک کنسول نسبتا جمع‌وجور امتحان کنند.`,
      
      property: [
         {id:1, label: "USB type C", value: "دارد"},
         {id:2, label: "بلوتوث", value: "دارد، نسخه 5.1"},
         {id:3, label: "پردازنده", value: "AMD"},
         {id:4, label: "حافظه داخلی", value: "512 گیگابایت"},
         {id:5, label: "رنگ", value: "سفید"},
      ],
    }, 
   {proId:27, category: "کنسول بازی", categoryE: "console", brand: "سونی", count:1, price:21500000, score: null, discount: 16, title: "کنسول بازی سونی استاندارد PS5 Slim", subtitle: "Sony PS5 Slim", caption:"کنسول Sony PS5 Slim نسخه جمع‌وجور و بهینه‌شده‌ی نسل نهم است که با قدرت سخت‌افزاری بالا، SSD بسیار سریع و تجربه بازی روان در کیفیت‌های بالا، گزینه‌ای مناسب برای گیمرهای حرفه‌ای و علاقه‌مندان به سرگرمی‌های دیجیتال فراهم می‌آورد.", img: "/public/Photo/product-img/console/console3.avif",
      Strengths: {
         1: "قدرت پردازشی مناسب بازی‌های نسل جدید",
         2: "SSD فوق سریع برای بارگذاری کم‌تاخیر",
         3: "طراحی جمع‌وجور و بهینه",
         },
         weakPoints: {
         1: "ظرفیت ذخیره‌سازی داخلی محدود",
         2: "نسخه بدون درگاه دیسک در مدل Digital",  
         },
         discription: `کنسول PS5 Slim نسخه‌ی جدیدتر و طراحی‌شده با ابعاد کمتر از PS5 استاندارد است که همچنان تجربه‌ بازی‌های نسل نهم را با همان قدرت اجرایی حفظ می‌کند. این دستگاه از پردازنده و گرافیک نسل جدید بهره می‌برد که اجرای بازی‌ها را در کیفیت‌های 4K و نرخ فریم بالا ممکن می‌سازد و سرعت بارگذاری به لطف SSD فوق‌سریع به‌طور چشمگیری بهبود یافته است.
   
   نسخه‌ی Slim با طراحی باریک‌تر و جمع‌وجورتر نسبت به نسخه‌ی کلاسیک، در فضاهای کوچک‌تر نیز به‌راحتی جای می‌گیرد و ظاهر مدرن و زیبا دارد. این کنسول از تکنولوژی صوتی 3D Audio پشتیبانی می‌کند که تجربه صوتی فراگیرتری را در بازی‌ها ایجاد می‌کند و حس حضور در بازی را تقویت می‌کند. همچنین با پشتیبانی از دسته‌های DualSense امکانات لمسی، بازخورد هپتیک و تنظیمات دقیق کنترل را در بازی‌های مدرن فراهم می‌کند.
   
   دسترسی به فروشگاه دیجیتال پلی‌استیشن، قابلیت اجرای بازی‌های نسل قبل و اتصال به پلتفرم آنلاین از دیگر مزایای این کنسول است. PS5 Slim مناسب کسانی است که می‌خواهند با سخت‌افزار به‌روز، تجربه‌ی بازی روان و امکانات مولتی‌مدیا را در یک کنسول نسبتا جمع‌وجور امتحان کنند.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:3, label: "پردازنده", value: "AMD"},
            {id:4, label: "حافظه داخلی", value: "512 گیگابایت"},
            {id:5, label: "رنگ", value: "سفید"},
         ],
    }, 
   {proId:28, category: "کنسول بازی", categoryE: "console", brand: "سونی", count:1, price:28500000, score: null, discount: 11, title: "کنسول بازی سونی استاندارد PS5 Slim + یک دسته اضافه", subtitle: "PlayStation 5 Slim Drive + 1 extra controller", caption:"کنسول Sony PS5 Slim استاندارد با طراحی جمع‌وجورتر و سبک‌تر، تجربه‌ای گیمینگ نسل نهم با گرافیک و سرعت عالی ارائه می‌دهد و همراه با یک دسته اضافه برای بازی‌های دو نفره یا چندنفره عرضه می‌شود.", img: "/public/Photo/product-img/console/console4.avif",
      Strengths: {
         1: "طراحی جمع‌وجور و سبک‌تر",
         2: "پردازنده و GPU نسل نهم قدرتمند",
         3: "SSD فوق سریع برای بارگذاری سریع بازی‌ها",
         },
         weakPoints: {
         1: "ظرفیت ذخیره‌سازی داخلی محدود نسبت به برخی نسخه‌ها",
         2: "قیمت نسبتاً بالا",
         },
         discription: `کنسول PS5 Slim نسخه جمع‌وجور کنسول نسل نهم سونی است که با همان سخت‌افزار قدرتمند، پردازنده سفارشی AMD و GPU نسل جدید، سرعت بالای بارگذاری و تجربه بازی با کیفیت 4K را ارائه می‌دهد. این مدل با طراحی کوچک‌تر نسبت به نسخه استاندارد، فضای کمتری روی میز یا قفسه اشغال می‌کند و حمل آن راحت‌تر است.

نسخه Slim از همان ویژگی‌های نسل جدید بهره می‌برد، از جمله SSD فوق سریع که زمان بارگذاری بازی‌ها را به حداقل می‌رساند و سیستم صوتی Tempest 3D AudioTech برای تجربه صدای فراگیر. همچنین، همراه بودن یک دسته اضافه DualSense امکان بازی دو نفره محلی را فراهم می‌کند و تجربه تعاملی بیشتری در بازی‌ها ایجاد می‌کند.

این کنسول مناسب گیمرهای حرفه‌ای و علاقه‌مندان به بازی‌های نسل جدید است که می‌خواهند با سخت‌افزار بهینه و طراحی جمع‌وجور، تجربه روان و بدون لگ در اجرای بازی‌های پیشرفته داشته باشند.`,
         
         property: [
            {id:1, label: "رنگ", value: "آبی, زرد, مشکی"},
            {id:2, label: "ابعاد", value: "6x25x11 میلیمتر"},
            {id:3, label: "وزن", value: "100 گرم"},
         ],
    }, 
   {proId:29, category: "کنسول بازی", categoryE: "console", brand: "مایکروسافت", count:1, price:10500000, score: null, discount: null, title: "کنسول بازی مایکروسافت Xbox Series S | حافظه 512 گیگابایت + دسته اضافه", subtitle: "Xbox Series S", caption:"کنسول بازی Xbox Series S با حافظه 512 گیگابایت و دسته اضافه تجربه‌ای جمع‌وجور، سریع و مقرون‌به‌صرفه از نسل نهم گیمینگ را با پشتیبانی از بازی‌های دیجیتال، گرافیک روان و بارگذاری سریع ارائه می‌دهد.", img: "/public/Photo/product-img/console/console5.avif",
      Strengths: {
         1: "طراحی جمع‌وجور و سبک",
         2: "اجرای روان بازی‌ها با SSD سریع",
         3: "پشتیبانی از فناوری‌های نسل نهم",
         },
         weakPoints: {
         1: "فاقد درایو دیسک",
         2: "حافظه داخلی محدود برای نصب بازی‌های بزرگ",
         },
         discription: `کنسول Xbox Series S یکی از مدل‌های نسل نهم مایکروسافت است که با طراحی کوچک و جمع‌وجور، عملکرد مناسب و قیمت اقتصادی برای گیمرهایی مناسب است که به دنبال تجربه بازی‌های مدرن با کیفیت بالا هستند. این مدل با حافظه SSD پرسرعت 512 گیگابایت زمان بارگذاری را به حداقل می‌رساند و اجرای بازی‌ها را روان‌تر می‌کند.

کنسول Xbox Series S بر پایه معماری جدید مایکروسافت ساخته شده و از فناوری‌های نسل نهم مانند پشتیبانی از نرخ فریم بالا، Quick Resume و بهینه‌سازی‌های گرافیکی برخوردار است. این کنسول برای بازی‌های دیجیتال طراحی شده و فاقد درایو دیسک است، که آن را برای کاربرانی که بیشتر عناوین را از فروشگاه آنلاین دانلود می‌کنند مناسب می‌سازد.

وجود دسته اضافه امکان بازی دونفره و چندنفره محلی را فراهم می‌کند و مناسب برای خانواده‌ها یا گیمرهایی است که می‌خواهند تجربه اجتماعی بازی را داشته باشند. Xbox Series S با پشتیبانی از سرویس‌های آنلاین و اشتراکی مانند Xbox Game Pass، دسترسی به مجموعه‌ای گسترده از بازی‌ها را آسان می‌کند.`,
         
         property: [
            {id:1, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:2, label: "پردازنده", value: "AMD"},
            {id:3, label: "حافظه داخلی", value: "512 گیگابایت"},
            {id:4, label: "رنگ", value: "سفید"},
            {id:5, label: "سیستم عامل", value: "ویندوز"},
         ],
    }, 
   {proId:30, category: "کنسول بازی", categoryE: "console", brand: "مایکروسافت", count:1, price:16000000, score: null, discount: null, title: "کنسول بازی مایکروسافت Xbox Series X | حافظه 1 ترابایت", subtitle: "Xbox Series X 1TB", caption:"کنسول بازی Xbox Series X با حافظه 1 ترابایت یکی از قدرتمندترین کنسول‌های نسل نهم است که با سخت‌افزار قوی، اجرای روان بازی‌های با کیفیت بالا و پشتیبانی از نسل جدید فناوری‌های گیمینگ، تجربه‌ای حرفه‌ای را برای گیمرها ارائه می‌دهد.", img: "/public/Photo/product-img/console/console6.avif",
      Strengths: {
         1: "سخت‌افزار قدرتمند و اجرای بازی‌های سنگین",
         2: "حافظه داخلی SSD پرسرعت 1 ترابایت",
         3: "پشتیبانی از فناوری‌های نسل نهم",
         },
         weakPoints: {
         1: "قیمت بالا نسبت به مدل‌های اقتصادی",
         2: "حجم ذخیره‌سازی ممکن است برای برخی کافی نباشد",
         },
         discription: `کنسول Xbox Series X قدرتمندترین مدل در بین کنسول‌های مایکروسافت است که با سخت‌افزار رده‌بالا، حافظه داخلی 1 ترابایت SSD پرسرعت و معماری بهینه برای بارگذاری سریع و عملکرد بی‌وقفه طراحی شده است. این کنسول از اجرای بازی‌های با رزولوشن بالا، نرخ فریم بالا، و فناوری‌های پیشرفته‌ی نسل نهم مانند Ray Tracing و Quick Resume پشتیبانی می‌کند و تجربه‌ای روان و جذاب برای بازی‌های سنگین فراهم می‌آورد.

طراحی ایستاده و محفظه خنک‌کننده‌ی پیشرفته کمک می‌کند تا دما در بارهای کاری سنگین کنترل شده و نویز دستگاه به حداقل برسد. Xbox Series X به‌طور کامل با مجموعه بزرگی از عناوین نسل قبلی نیز سازگار است و گیمرها می‌توانند از بازی‌های قدیمی خود نیز لذت ببرند.

این کنسول برای افرادی که می‌خواهند حداکثر کیفیت و عملکرد را در بازی‌های نسل جدید تجربه کنند مناسب بوده و با سرویس‌های آنلاین و اشتراکی، دسترسی به مجموعه‌ای گسترده از بازی‌ها را تسهیل می‌کند.`,
         
         property: [
            {id:1, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:2, label: "پردازنده", value: "AMD"},
            {id:3, label: "حافظه داخلی", value: "1 ترابایت"},
            {id:4, label: "رنگ", value: "مشکی"},
            {id:5, label: "سیستم عامل", value: "ویندوز"},
         ],
    }, 

   {proId:31, category: "ساعت هوشمند", categoryE: "watch", brand: "اپل", count:1, price: 58000000, score: "4.0", discount: null, title: "اپل واچ Ultra 3 مدل 49 میلی متری", subtitle: "Apple Watch Ultra 3 Black Titanium", caption:"اپل واچ Ultra 3 مدل 49 میلی‌متری یک ساعت هوشمند حرفه‌ای با طراحی مقاوم، صفحه‌نمایش بزرگ و امکانات کامل سلامت، ورزشی و هوشمند است که برای ورزشکاران، ماجراجویان و کاربران حرفه‌ای تجربه‌ای بالاتر از استاندارد ساعت‌های هوشمند ارائه می‌دهد.", img: "/public/Photo/product-img/Watch/Watch1.avif",
      Strengths: {
         1: "صفحه‌نمایش Retina بزرگ و روشن",
         2: "امکانات کامل سلامت و ورزش",
         3: "GPS دقیق و سنسورهای حرفه‌ای",
         4: "دوام بالا و طراحی مقاوم",
         },
         weakPoints: {
         1: "قیمت بسیار بالا",
         2: "وزن بیشتر نسبت به ساعت‌های استاندارد",
         3: "برخی امکانات فقط با آیفون کامل کار می‌کند",   
         },
         discription: `اپل واچ Ultra 3 49mm ترکیبی از قدرت سخت‌افزاری، دوام بالا و امکانات پیشرفته را در یک ساعت هوشمند جمع‌وجور ارائه می‌دهد. طراحی این ساعت با استفاده از مواد با کیفیت بالا و بدنه مقاوم باعث می‌شود در برابر ضربه، آب و شرایط محیطی سخت عملکرد مطمئنی داشته باشد، که آن را برای افرادی که سبک زندگی فعال دارند ایده‌آل می‌کند.

صفحه‌نمایش بزرگ Retina با روشنایی بسیار بالا تجربه‌ای واضح و خوانا حتی در نور مستقیم آفتاب فراهم می‌کند، و وزن ساعت با حفظ راحتی تمهید شده تا در استفاده‌های طولانی‌مدت فشار زیادی به مچ دست وارد نشود. Ultra 3 با پردازنده‌ای سریع و بهینه، اجرای نرم و سریع برنامه‌ها، پاسخ‌دهی لحظه‌ای به اعلان‌ها و عملکرد دقیق سیستم عامل را تضمین می‌کند.

در بخش سلامت و ورزش، این مدل امکانات گسترده‌ای از جمله پایش ضربان قلب، اکسیژن خون، ECG، GPS با دقت بالا، سنجش ارتفاع، عمق‌سنج برای ورزش‌های آبی، و حالت‌های متعدد ورزشی ارائه می‌دهد. قابلیت‌هایی مانند ردیابی دقیق موقعیت، مسیرهای ماجراجویانه، و سنسورهای محیطی پیشرفته برای ورزشکاران حرفه‌ای و طبیعت‌گردها بسیار کاربردی است.

اتصال بی‌سیم با گوشی آیفون، نمایش اعلان‌ها، کنترل موسیقی، دستیار هوشمند Siri و ابزارهای یکپارچه دیگر نیز تجربه کاربری کامل و روزمره را تکمیل می‌کند. عمر باتری بهینه‌سازی‌شده به شما امکان می‌دهد برای تمرین‌های طولانی، سفرهای چند روزه یا فعالیت‌های خارج از خانه بدون نگرانی از شارژ مجدد از ساعت استفاده کنید.

این ساعت برای ورزشکاران، عاشقان فضای باز، ماجراجویان و کسانی که به امکانات حرفه‌ای و دوام بالا در ساعت هوشمند نیاز دارند انتخابی ممتاز و قدرتمند است.`,
         
         property: [
            {id:1, label: "USB type C", value: "ندارد"},
            {id:2, label: "اندازه صفحه", value: "1.5 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 4"},
            {id:4, label: "پردازنده", value: "Apple A19"},
            {id:5, label: "ابعاد", value: "6x25x11 میلیمتر"},
            {id:6, label: "حافظه داخلی", value: "32 گیگابایت"},
         ],
    }, 
   {proId:32, category: "ساعت هوشمند", categoryE: "watch", brand: "DTNumberOne", count:1, price: 3100000, score: null, discount: null, title: "ساعت هوشمند اولترا مدل S8 ultra سیم کارت خور", subtitle: "Calus S8 Ultra Smart Watch", caption:"ساعت هوشمند DT Number One Ultra Mate با بدنه استیل و بند فلزی، طراحی شیک و امکانات کامل سلامتی، ورزشی و هوشمند، تجربه‌ای لوکس و حرفه‌ای برای استفاده روزمره و فعالیت‌های ورزشی ارائه می‌دهد.", img: "/public/Photo/product-img/Watch/Watch2.avif" ,
      Strengths: {
         1: "بدنه استیل و بند فلزی مقاوم و شیک",
         2: "صفحه‌نمایش لمسی با کیفیت",
         3: "سنسورهای کامل سلامت و ورزش",
         4: "اعلان تماس و پیام",
         },
         weakPoints: {
         1: "عمر باتری متوسط نسبت به برخی مدل‌ها",
         2: "وزن نسبتاً بیشتر به دلیل بدنه استیل",
         3: "برخی امکانات پیشرفته محدود به نسخه‌های بالاتر",   
         },
         discription: `ساعت Ultra Mate از برند DT Number One با بدنه استیل مقاوم و بند فلزی ضد زنگ، ظاهری کلاسیک و مدرن را با فناوری‌های روز ترکیب کرده است. صفحه‌نمایش با کیفیت بالا و لمسی امکان کنترل آسان روی اعلان‌ها، فعالیت‌های ورزشی و امکانات هوشمند را فراهم می‌کند.

این ساعت با مجموعه‌ای از سنسورها، اندازه‌گیری ضربان قلب، اکسیژن خون، خواب، فشار خون و فعالیت‌های ورزشی را به‌صورت دقیق انجام می‌دهد و برای کاربران فعال و علاقه‌مند به سلامت ایده‌آل است.

علاوه بر قابلیت‌های سلامتی، Ultra Mate از اعلان تماس و پیام، کنترل موسیقی، تایمر و کرونومتر، هشدار بی‌تحرکی و هشدار آب و هوا پشتیبانی می‌کند. طراحی ضد آب و بدنه مستحکم، امکان استفاده روزمره و در فعالیت‌های ورزشی را بدون نگرانی فراهم می‌کند.

این مدل برای کسانی که به دنبال ترکیبی از ظاهر لوکس، بدنه استیل، بند فلزی و عملکرد هوشمند کامل هستند، انتخابی مناسب به شمار می‌رود.`,
         
         property: [
            {id:1, label: "ابعاد", value: "6x25x11 میلیمتر"},
            {id:2, label: "اندازه صفحه", value: "1.5 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Dimensity 9500"},
            {id:5, label: "حافظه داخلی", value: "128 گیگابایت"},
            {id:6, label: "رنگ", value: "آبی"},
            {id:7, label: "سیستم عامل", value: "اندروید"},
            {id:8, label: "شارژدهی", value: "+5 ساعت"},
            {id:9, label: "صفحه نمایش", value: "OLED"},
         ],
   }, 
   {proId:33, category: "ساعت هوشمند", categoryE: "watch", brand: "DTNumberOne", count:1, price: 8000000, score: null, discount: null, title: "ساعت هوشمند دی تی نامبر وان مدل Ultra Mate با بدنه استیل و بند فلزی", subtitle: "HW Ultra 2 Call Smartwatch (SIM Card Support) – Dual Camera", caption:"ساعت هوشمند DT Number One Ultra Mate با بدنه استیل و بند فلزی، طراحی شیک و امکانات کامل سلامتی، ورزشی و هوشمند، تجربه‌ای لوکس و حرفه‌ای برای استفاده روزمره و فعالیت‌های ورزشی ارائه می‌دهد.", img: "/public/Photo/product-img/Watch/Watch2.avif",
      Strengths: {
         1: "بدنه استیل و بند فلزی مقاوم و شیک",
         2: "صفحه‌نمایش لمسی با کیفیت",
         3: "سنسورهای کامل سلامت و ورزش",
         4: "اعلان تماس و پیام",
         },
         weakPoints: {
         1: "عمر باتری متوسط نسبت به برخی مدل‌ها",
         2: "وزن نسبتاً بیشتر به دلیل بدنه استیل",
         3: "برخی امکانات پیشرفته محدود به نسخه‌های بالاتر",   
         },
         discription: `ساعت Ultra Mate از برند DT Number One با بدنه استیل مقاوم و بند فلزی ضد زنگ، ظاهری کلاسیک و مدرن را با فناوری‌های روز ترکیب کرده است. صفحه‌نمایش با کیفیت بالا و لمسی امکان کنترل آسان روی اعلان‌ها، فعالیت‌های ورزشی و امکانات هوشمند را فراهم می‌کند.

این ساعت با مجموعه‌ای از سنسورها، اندازه‌گیری ضربان قلب، اکسیژن خون، خواب، فشار خون و فعالیت‌های ورزشی را به‌صورت دقیق انجام می‌دهد و برای کاربران فعال و علاقه‌مند به سلامت ایده‌آل است.

علاوه بر قابلیت‌های سلامتی، Ultra Mate از اعلان تماس و پیام، کنترل موسیقی، تایمر و کرونومتر، هشدار بی‌تحرکی و هشدار آب و هوا پشتیبانی می‌کند. طراحی ضد آب و بدنه مستحکم، امکان استفاده روزمره و در فعالیت‌های ورزشی را بدون نگرانی فراهم می‌کند.

این مدل برای کسانی که به دنبال ترکیبی از ظاهر لوکس، بدنه استیل، بند فلزی و عملکرد هوشمند کامل هستند، انتخابی مناسب به شمار می‌رود.`,
         
         property: [
            {id:1, label: "ابعاد", value: "6x25x11 میلیمتر"},
            {id:2, label: "اندازه صفحه", value: "1.5 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Dimensity 9500"},
            {id:5, label: "حافظه داخلی", value: "128 گیگابایت"},
            {id:6, label: "رنگ", value: "آبی"},
            {id:7, label: "سیستم عامل", value: "اندروید"},
            {id:8, label: "شارژدهی", value: "+5 ساعت"},
            {id:9, label: "صفحه نمایش", value: "OLED"},
         ],
    }, 
   {proId:34, category: "ساعت هوشمند", categoryE: "watch", brand: "سامسونگ", count:1, price: 16000000, score: null, discount: null, title: "ساعت هوشمند سامسونگ Galaxy Watch8", subtitle: "Samsung Galaxy Watch8", caption:"ساعت هوشمند سامسونگ Galaxy Watch8 با طراحی مدرن، صفحه‌نمایش با کیفیت و امکانات گسترده در سلامت، ورزشی و هوشمند، تجربه‌ای کامل و کاربردی برای استفاده روزمره فراهم می‌کند.", img: "/public/Photo/product-img/Watch/Watch3.avif",
      Strengths: {
         1: "صفحه‌نمایش با کیفیت",
         2: "سنسورهای کامل سلامت و ورزشی",
         3: "اتصال بی‌سیم پایدار با گوشی",
         4: "اعلان‌ها و کنترل هوشمند برنامه‌ها",
         },
         weakPoints: {
         1: "برخی امکانات برای کاربران iOS محدودتر است",
         2: "عمر باتری بسته به استفاده ممکن است کمتر از انتظارات برخی باشد",
         3: "بندهای استاندارد باید جداگانه تهیه شوند",   
         },
         discription: `ساعت هوشمند Galaxy Watch8 یکی از مدل‌های پیشرفته سامسونگ است که با طراحی شیک و بدنه‌ای مستحکم برای استفاده روزمره و فعالیت‌های ورزشی عرضه می‌شود. صفحه‌نمایش این ساعت با کیفیت بالا و رنگ‌های زنده، خوانایی عالی در نور مستقیم خورشید و جزئیات دقیق تصاویر را ارائه می‌دهد، در نتیجه تعامل با اعلان‌ها، برنامه‌ها و داده‌های سلامت به‌صورت واضح و روان انجام می‌شود.

این ساعت از مجموعه‌ای کامل از سنسورهای سلامت و ورزشی پشتیبانی می‌کند، از جمله سنجش ضربان قلب، اکسیژن خون (SpO2)، پایش خواب، مدیریت استرس، پیگیری فعالیت‌های مختلف ورزشی و هشدارهای بی‌تحرکی. این امکانات به کاربر کمک می‌کند تا روند سلامتی و فعالیت‌های روزانه خود را بهتر دنبال و مدیریت کند.

Galaxy Watch8 همچنین امکانات هوشمند متعددی را ارائه می‌دهد، از جمله اعلان تماس و پیام، کنترل موسیقی، دستیار صوتی، و پشتیبانی از برنامه‌های جانبی. اتصال بی‌سیم پایدار با گوشی هوشمند، تجربه‌ای یکپارچه و بدون وقفه در انتقال داده‌ها و دریافت اعلان‌ها فراهم می‌کند. عمر باتری مناسب این ساعت نیز امکان استفاده چندین روزه را بدون نیاز به شارژ مکرر می‌دهد، که برای استفاده روزمره و سفرها مزیت محسوب می‌شود.

در مجموع، Samsung Galaxy Watch8 انتخابی مناسب برای کاربران فعال، ورزشکاران، علاقمندان به فناوری و همه کسانی است که می‌خواهند ترکیبی از امکانات هوشمند، پایش سلامت و طراحی با کیفیت را در یک گجت پوشیدنی داشته باشند.`,
         
         property: [
            {id:1, label: "رنگ", value: "مشکی"},
            {id:2, label: "USB type C", value: "دارد"},
            {id:3, label: "اندازه صفحه", value: "1.5 اینچ"},
            {id:4, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:5, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
            {id:6, label: "صفحه نمایش", value: "IPS, OLED"},
         ],
    },
   {proId:35, category: "ساعت هوشمند", categoryE: "watch", brand: "سامسونگ", count:1, price: 1650000, score: null, discount:15, title: "ساعت هوشمند سامسونگ Galaxy Watch8 سفید", subtitle: "Samsung Galaxy Watch8 White", caption:"ساعت هوشمند سامسونگ Galaxy Watch8 سفید با طراحی مدرن، صفحه‌نمایش AMOLED و امکانات کامل سلامت و ورزشی، تجربه‌ای راحت، هوشمند و همه‌جانبه برای استفاده روزمره و فعالیت‌های ورزشی ارائه می‌دهد.", img: "/public/Photo/product-img/Watch/Watch4.avif" ,
      Strengths: {
         1: "صفحه‌نمایش Super AMOLED",
         2: "سنسورهای کامل سلامت و ورزش",
         3: "مدیریت اعلان‌ها و امکانات هوشمند",
         4: "طراحی شیک و راحت",
         },
         weakPoints: {
         1: "عمر باتری بسته به استفاده ممکن است کمتر از انتظارات برخی باشد",
         2: "برخی امکانات محدود به گوشی‌های اندرویدی", 
         },
         discription: `ساعت هوشمند Galaxy Watch8 در نسخه سفید، ترکیبی از ظاهر شیک، فناوری پیشرفته و عملکرد متنوع را در قالب یک گجت پوشیدنی ارتقا یافته ارائه می‌کند. صفحه‌نمایش با کیفیت Super AMOLED تصاویر روشن، رنگ‌های زنده و دید عالی در نور روز را به نمایش می‌گذارد و طراحی‌اش با بند راحت و بدنه‌ی سبک باعث می‌شود استفاده‌ی طولانی‌مدت با کمترین خستگی همراه باشد.

این ساعت از مجموعه‌ی گسترده‌ای از سنسورهای سلامت و فعالیت ورزشی پشتیبانی می‌کند، از جمله اندازه‌گیری ضربان قلب، اکسیژن خون (SpO2)، پیگیری خواب، قدم‌شمار، کالری مصرفی، و حالت‌های تمرینی متعدد برای بیش از 90 نوع فعالیت ورزشی. امکانات تحلیل خواب و مدیریت استرس نیز به کاربر کمک می‌کند تا سلامت جسمانی و الگوی فعالیت روزانه را بهتر دنبال کند.

اتصال بی‌سیم پایدار با گوشی‌های هوشمند، نمایش اعلان پیام و تماس، کنترل موسیقی، دستیار هوشمند و پشتیبانی از اپلیکیشن‌های متعدد باعث می‌شود ساعت Galaxy Watch8 به یک همراه دیجیتال کامل برای زندگی روزمره تبدیل شود. عمر باتری مناسب و قابلیت‌های هوشمند مانند پیدا کردن گوشی، هشدار بی‌تحرکی و یادآوری فعالیت از دیگر مزایای این گجت است.

این ساعت برای کاربرانی با سبک زندگی فعال و نیاز به ترکیب امکانات سلامت، ورزشی و هوشمند بودن انتخابی مناسب و کاربردی است.`,
         
         property: [
            {id:1, label: "رنگ", value: "سفید"},
            {id:2, label: "USB type C", value: "دارد"},
            {id:3, label: "ابعاد", value: "10x20x5 میلیمتر"},
            {id:4, label: "اندازه صفحه", value: "1.5 اینچ"},
            {id:5, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:6, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
            {id:7, label: "حافظه داخلی", value: "32 گیگابایت"},
            {id:8, label: "شارژ سریع", value: "دارد"},         ],
   }, 
   {proId:36, category: "ساعت هوشمند", categoryE: "watch", brand: "سامسونگ", count:1, price: 12500000, score: null, discount:19, title: "ساعت هوشمند سامسونگ مدل Galaxy Watch7 L300 40mm", subtitle: "Samsung Galaxy Watch7 L300 40mm", caption:"ساعت هوشمند سامسونگ Galaxy Watch7 L300 40 mm یک ساعت پیشرفته با صفحه‌نمایش Super AMOLED، سیستم‌عامل Wear OS و امکانات کامل سلامت، ورزشی و هوشمند است که برای استفاده روزمره و فعال مناسب است.", img: "/public/Photo/product-img/Watch/Watch5.avif" ,
      Strengths: {
         1: "صفحه‌نمایش Super AMOLED روشن و با کیفیت",
         2: "سنسورهای کامل سلامت و ورزش",
         },
         weakPoints: {
         1: "عمر باتری برای استفاده فعال متوسط",
         2: "وابستگی به اندروید برای برخی امکانات",
         3: "اندازه کوچک‌تر ممکن است برای همه مناسب نباشد",   
         },
         discription: `ساعت Galaxy Watch7 40 mm از سامسونگ با بدنه آلومینیومی مقاوم و طراحی جمع‌وجور، صفحه‌نمایش Super AMOLED با رزولوشن 432 × 432 پیکسل و پوشش شیشه یاقوت (Sapphire) تجربه بصری بسیار واضح و شفاف ارائه می‌دهد.

این ساعت به پردازنده Exynos W1000 مجهز است و با سیستم‌عامل Wear OS Powered by Samsung امکانات هوشمند گسترده‌ای مانند اعلان‌های پیام و تماس، کنترل موسیقی و دستیار صوتی را در اختیار کاربر می‌گذارد.

در بخش سلامت و ورزش، Galaxy Watch7 بیش از 90 حالت تمرینی، سنسورهای متعدد برای اندازه‌گیری ضربان قلب، اکسیژن خون، فعالیت‌های ورزشی، خواب و فشار خون را پشتیبانی می‌کند و می‌تواند به بهبود روند سلامتی کمک کند.

این مدل همچنین از GPS داخلی، NFC برای پرداخت بدون تماس، مقاومت در برابر آب و گردوغبار (IP68) و استاندارد نظامی MIL‑STD‑810H بهره می‌برد، بنابراین مناسب استفاده روزمره، تمرین‌های ورزشی و محیط‌های مختلف است.`,
         
         property: [
            {id:1, label: "ابعاد", value: "10x20x5 میلیمتر"},
            {id:2, label: "اندازه صفحه", value: "1.5 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Dimensity 9500"},
            {id:5, label: "حافظه داخلی", value: "128 گیگابایت"},
            {id:6, label: "رنگ", value: "سبز"},
            {id:7, label: "", value: ""},
            {id:8, label: "", value: ""},
            {id:9, label: "", value: ""},
            {id:10, label: "", value: ""}, 
         ],
   }, 



   {proId:1, category: "گوشی موبایل", categoryE: "mobile", brand: "اپل", count:1, price:42000000, score: "4.0", discount: null, title: "گوشی آیفون 16 | حافظه 256 گیگابایت دو سیم‌کارت نات اکتیو",   subtitle: "", caption:"", img: "/public/Photo/product-img/Phone/Phone1.avif",
      Strengths: {
      1: "",
      2: "",
      3: "",
      4: "",
      5: "",
      },
      weakPoints: {
      1: "",
      2: "",
      3: "",   
      },
      discription: ``,
      
      property: [
         {id:1, label: "", value: ""},
         {id:2, label: "", value: ""},
         {id:3, label: "", value: ""},
         {id:4, label: "", value: ""},
         {id:5, label: "", value: ""},
         {id:6, label: "", value: ""},
         {id:7, label: "", value: ""},
         {id:8, label: "", value: ""},
         {id:9, label: "", value: ""},
         {id:10, label: "", value: ""}, 
      ],
   },

   {proId:37, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 95000000, score: null, discount: 14, title: "دوربین بدون آینه سونی Alpha a7 IV با سنسور BSI CMOS و رزولوشن ۳۳ مگاپیکسل", img:"/public/Photo/product-img/camera/camera1.avif"},
   {proId:38, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 33000000, score: null, discount: null, title: "دوربین بدون آینه کانن EOS R50 + لنز 18-45 میلیمتری", img:"/public/Photo/product-img/camera/camera2.avif"},
   {proId:39, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 3500000, score: null, discount: null, title: "دوربین دیجیتال کانن پاورشات S110 رزولوشن ۱۲.۱ مگاپیکسل", img:"/public/Photo/product-img/camera/camera3.avif"},
   {proId:40, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 90000000, score: null, discount: 10, title: "دوربین عکاسی بدون آینه سونی Alpha a7 III همراه لنز ۲۸-۷۰ میلی‌متر ۲۴ مگاپیکسل UHD", img:"/public/Photo/product-img/camera/camera4.avif"},
   {proId:41, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 29000000, score: null, discount: null, title: "دوربین عکاسی سونی مدل DSC-W810 با رزولوشن ۲۰ مگاپیکسل", img:"/public/Photo/product-img/camera/camera5.avif"},
   {proId:42, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 58000000, score: null, discount: null, title: "دوربین عکاسی نیکون D750 با سنسور CMOS و رزولوشن ۲۰ مگاپیکسل", img:"/public/Photo/product-img/camera/camera6.avif"},

   {proId:43, category: "هدفون", count:1, categoryE: "headphone", price: 13500000, score: null, discount: 23, title: "هدفون بی سیم بیتس مدل Studio pro", img: "/public/Photo/product-img/headphon/headphon1.avif" }, 
   {proId:44, category: "هدفون", count:1, categoryE: "headphone", price: 10000000, score: "4.0", discount: null, title: "هدفون بی سیم سامسونگ Galaxy Buds 3 Pro اصل", img: "/Photo/product-img/headphon/headphon2.avif" }, 
   {proId:45, category: "هدفون", count:1, categoryE: "headphone", price: 1100000, score: null, discount: null, title: "هدفون بی سیم سامسونگ S30", img: "/Photo/product-img/headphon/headphon3.avif" }, 
   {proId:46, category: "هدفون", count:1, categoryE: "headphone", price: 3500000, score: "4.0", discount: null, title: "هدفون بی‌سیم سونی مدل XB450AP با قابلیت نویز کنسلینگ", img: "/public/Photo/product-img/headphon/headphon4.avif" },
   {proId:47, category: "هدفون", count:1, categoryE: "headphone", price: 1800000, score: "5.0", discount: null, title: "هدفون جی بی ال مدل Tune 710BT اصل", img: "/public/Photo/product-img/headphon/headphon5.avif" }, 
   {proId:48, category: "هدفون", count:1, categoryE: "headphone", price: 4800000, score: null, discount: 23, title: "هندزفری بلوتوثی انکر مدل Soundcore Liberty 4 NC A3947", img: "/public/Photo/product-img/headphon/headphon6.avif" }, 

   {proId:49, category: "موس", count:1, categoryE: "mouse", price: 2500000, score: null, discount: null, title: "ماوس ایسوس مدل ROG Strix Impact P303 باسیم", img: "/public/Photo/product-img/mouse/mouse1.avif" }, 
   {proId:50, category: "موس", count:1, categoryE: "mouse", price: 490000, score: null, discount: null, title: "ماوس تسکو مدل TM295 با سیم ۶ کلید", img: "/public/Photo/product-img/mouse/mouse2.avif" },
   {proId:51, category: "موس", count:1, categoryE: "mouse", price: 2360000, score: null, discount: null, title: "ماوس ریزر گیمینگ Viper Ultimate بدون داک شارژ", img: "/public/Photo/product-img/mouse/mouse3.avif" }, 
   {proId:52, category: "موس", count:1, categoryE: "mouse", price: 9360000, score: null, discount: null, title: "ماوس ریزر مدل Basilisk V3 باسیم", img: "/public/Photo/product-img/mouse/mouse4.avif" }, 
   {proId:53, category: "موس", count:1, categoryE: "mouse", price: 7000000, score: null, discount: null, title: "ماوس گیمینگ ایسوس ROG Spatha X بی‌سیم با ۱۲ دکمه قابل برنامه‌ریزی", img: "/public/Photo/product-img/mouse/mouse5.avif" }, 
   {proId:54, category: "موس", count:1, categoryE: "mouse", price: 1190000, score: null, discount: 5, title: "ماوس لاجیتک G502 HERO باسیم", img: "/public/Photo/product-img/mouse/mouse6.avif" }, 

   {proId:55, category: "کیبورد", count:1, categoryE: "keybord", price: 2200000, score: null, discount: null, title: "کيبورد لاجيتک K380 بی‌سیم", img:"/public/Photo/product-img/keybord/keybord1.avif"},
   {proId:56, category: "کیبورد", count:1, categoryE: "keybord", price: 1800000, score: null, discount: null, title: "کیبورد گیمینگ ام اس آی FORGE GK100 با سیم", img:"/public/Photo/product-img/keybord/keybord2.avif"},
   {proId:57, category: "کیبورد", count:1, categoryE: "keybord", price: 22000000, score: null, discount: null, title: "کیبورد مکانیکال باسیم آئولا مدل F2088 Pro RGB", img:"/public/Photo/product-img/keybord/keybord3.avif"},
   {proId:58, category: "کیبورد", count:1, categoryE: "keybord", price: 1800000, score: null, discount: null, title: "کیبورد مکانیکال باسیم اونیکوما مدل G55", img:"/public/Photo/product-img/keybord/keybord4.avif"},
   {proId:59, category: "کیبورد", count:1, categoryE: "keybord", price: 38000000, score: null, discount: null, title: "کیبورد مکانیکال باسیم ریزر مدل BlackWidow v4 75%", img:"/public/Photo/product-img/keybord/keybord5.avif"},
   {proId:60, category: "کیبورد", count:1, categoryE: "keybord", price: 13500000, score: null, discount: null, title: "کیبورد مکانیکال بی سیم لاجیتک مدل G913 TKL", img:"/public/Photo/product-img/keybord/keybord6.avif"},

   {proId:61, category: "پردازنده", count:1, categoryE: "cpu", price: 48000000, score: "3.0", discount: null, title: "پردازنده کامپیوتر ای ام دی Ryzen 9 9950X3D Box", img:"/public/Photo/product-img/cpu/cpu1.avif"},
   {proId:62, category: "پردازنده", count:1, categoryE: "cpu", price: 45000000, score: "5.0", discount: null, title: "پردازنده کامپیوتر ای ام دی مدل Ryzen 9 9900X Box", img:"/public/Photo/product-img/cpu/cpu2.avif"},
   {proId:63, category: "پردازنده", count:1, categoryE: "cpu", price: 55000000, score: null, discount: null, title: "پردازنده کامپیوتر ای ام دی مدل Ryzen 9 9950X Tray", img:"/public/Photo/product-img/cpu/cpu3.avif"},
   {proId:64, category: "پردازنده", count:1, categoryE: "cpu", price: 24000000, score: null, discount: null, title: "پردازنده کامپیوتر اینتل Core i7-14700K Raptor Lake Refresh Box", img:"/public/Photo/product-img/cpu/cpu4.avif"},
   {proId:65, category: "پردازنده", count:1, categoryE: "cpu", price: 22000000, score: null, discount: null, title: "پردازنده کامپیوتر اینتل مدل Core i5-14600K Raptor Lake Refresh Box", img:"/public/Photo/product-img/cpu/cpu5.avif"},
   {proId:66, category: "پردازنده", count:1, categoryE: "cpu", price: 13500000, score: null, discount: null, title: "پردازنده کامپیوتر اینتل مدل Core i5-14600K Raptor Lake Refresh Tray", img:"/public/Photo/product-img/cpu/cpu6.avif"},

   {proId:67, category: "مانیتور", count:1, categoryE: "manitor", price: 17500000, score: null, discount: null, title: "مانیتور 27 اینچ ایسوس ROG XG27ACS", img: "/public/Photo/product-img/manitor/manitor1.avif" }, 
   {proId:68, category: "مانیتور", count:1, categoryE: "manitor", price: 5800000, score: null, discount: 19, title: "مانیتور ام اس آی PRO MP275W E2 سایز ۲۷ اینچ IPS با کیفیت Full HD و نرخ تازه‌سازی ۱۲۰ هرتز", img: "/public/Photo/product-img/manitor/manitor2.avif" }, 
   {proId:69, category: "مانیتور", count:1, categoryE: "manitor", price: 10500000, score: null, discount: 16, title: "مانیتور ایسوس ProArt PA278QV سایز ۲۷ اینچ QHD 75Hz", img: "/public/Photo/product-img/manitor/manitor3.avif" }, 
   {proId:70, category: "مانیتور", count:1, categoryE: "manitor", price: 17500000, score: null, discount: 13, title: "مانیتور گیمینگ ام اس آی MAG401QR سایز ۴۰ اینچ UWQHD IPS ۱۵۵ هرتز", img: "/public/Photo/product-img/manitor/manitor4.avif" }, 
   {proId:71, category: "مانیتور", count:1, categoryE: "manitor", price: 6100000, score: null, discount: 2, title: "مانیتور گیمینگ ایسوس مدل TUF GAMING VG27AQ1A سایز 27 اینچ", img: "/public/Photo/product-img/manitor/manitor5.avif" }, 
   {proId:72, category: "مانیتور", count:1, categoryE: "manitor", price: 12500000, score: null, discount: null, title: "مانیتور گیمینگ خمیده ام اس آی MAG 275CQF E18 سایز ۲۷ اینچ WQHD ۱۸۰ هرتز", img: "/public/Photo/product-img/manitor/manitor6.avif" }, 
]

export const Articles = [
   {
      id: 1,
      title: "افزایش قیمت پلی‌استیشن 5 از فردا آغاز می‌شود",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/PS5.avif",
      caption : `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`  
   },
   {
      id: 2,
      title: "بررسی گلکسی Z Fold 7؛ بهترین زمان ورود به دنیای گوشی‌های تاشو",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/z-fold-7.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 3,
      title: "همه‌چیز درباره GTA 6؛ تاریخ انتشار، قیمت و تصاویر جدید",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/gta.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 4,
      title: "بررسی تلویزیون LG QNED86؛ تجربه سینمای خانگی با قیمتی مناسب",
      date: "4 شهریور 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/LG-TV.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 5,
      title: "سری گلکسی S26 سامسونگ باریکتر و سبک‌تر از نسل‌های قبلی",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/nothing.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 6,
      title: "وان‌پلاس 15T با نمایشگر 165 هرتز و ضخامت 8.5 میلی‌متر می‌آید",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/Phone1.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.
   
      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.
   
      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.
   
      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.
   
      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 7,
      title: "فایل اکسپلورر ویندوز ۱۱ سریع‌تر و بهینه‌تر خواهد شد",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/windows-11.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 8,
      title: "شروع ناامید‌کننده کال آو دیوتی ۲۰۲۵ در اروپا",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/black-ops.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 9,
      title: "بخش داستانی Call of Duty 2025 رسماً قابلیت بازی چندنفره خواهد داشت",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/cod.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 10,
      title: "توافق اپیک و گوگل چه تغییری در آینده‌ی اندروید ایجاد می‌کند؟",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/robot.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 11,
      title: "آموزش حذف دائمی اکانت اینستاگرام (دیلیت اکانت) در یک دقیقه",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/insta.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 12,
      title: "قیمت CP کالاف دیوتی موبایل در ایران چقدر است؟",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/nvidia.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 13,
      title: "BYD U9 Xtreme با سرعت 496 کیلومتر بر ساعت، سریع‌ترین خودروی جهان شد",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/byd.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   }


  
]
export  const categoryBanner = [
   {id: 1 ,title : "گوشی هوشمند" , position:1 , img : "/public/Photo/category-banner/Phone.avif",categoryE: "mobile"},
   {id: 2 ,title : "مانیتور طراحی" , position:1 , img : "/public/Photo/category-banner/Design.avif",categoryE: "manitor" },
   {id: 3 ,title : "کنسول بازی" , position:1 , img : "/public/Photo/category-banner/game.avif",categoryE: "console" },
   {id: 4 ,title : "دوربین دیجیتال" , position:1 , img : "/public/Photo/category-banner/camera.avif",categoryE: "camera" },

   {id: 7 ,title: "مانیتور گیمینگ", categoryE: "manitor", caption: "بهترین تجربه بازی با مانیتورهای گیمینگ سری ROG" , toptitle: "طراحی چشم نواز" , position:3 ,img: "/public/Photo/category-banner/manitor-Gaming.avif"},
   {id: 8 ,title: "قطعات کامپیوتر",categoryE: "PC", caption: "سیستم گیمینگ رویایی خودتو با تخفیف ویژه ببند" , toptitle: "سیستم رویایی" ,position:3 ,img: "/public/Photo/category-banner/PC-items.avif"},

   {id: 9  ,img: "/Photo/category-banner/Product-Category-Banner/Mobile-Category-Banner.avif", label: "گوشی موبایل", categoryE: "mobile" },
   {id: 10 ,img: "/Photo/category-banner/Product-Category-Banner/Laptop-Category-Banner.avif", label: "لپتاپ", categoryE: "laptop" },
   {id: 11 ,img: "/Photo/category-banner/Product-Category-Banner/PC-Category-Banner.avif", label: "کامپیتور", categoryE: "PC" },
   {id: 12 ,img: "/Photo/category-banner/Product-Category-Banner/TV-Category-Banner.avif", label: "تلوزیون", categoryE: "TV" },
   {id: 13 ,img: "/Photo/category-banner/Product-Category-Banner/Console-Category-Banner.avif", label: "کنسول بازی", categoryE: "console" },
   {id: 14 ,img: "/Photo/category-banner/Product-Category-Banner/Watch-Category-Banner.avif", label: "ساعت هوشمند", categoryE: "watch" },
   {id: 15 ,img: "/Photo/category-banner/Product-Category-Banner/Camera-Category-Banner.avif", label: "دوربین دیجیتال", categoryE: "camera" },
   {id: 16 ,img: "/Photo/category-banner/Product-Category-Banner/Headphon-Category-Banner.avif", label: "هدفون", categoryE: "headphone" },
   {id: 17 ,img: "/Photo/category-banner/Product-Category-Banner/Mouse-Category-Banner.avif", label: "موس", categoryE: "mouse" },
   {id: 18 ,img: "/Photo/category-banner/Product-Category-Banner/Keybord-Category-Banner.avif", label: "کیبورد", categoryE: "keybord" },
   {id: 19 ,img: "/Photo/category-banner/Product-Category-Banner/CPU-Category-Banner.avif", label: "پردازنده", categoryE: "cpu" },
   {id: 20 ,img: "/Photo/category-banner/Product-Category-Banner/Manitor-Category-Banner.avif", label: "مانیتور", categoryE: "manitor" },

] 




























