
export  const product = [

   {proId:1, category: "گوشی موبایل", categoryE: "mobile", brand: "اپل", count:1, price:42000000, score: "4.0", discount: null, title: "گوشی آیفون 16 | حافظه 256 گیگابایت دو سیم‌کارت نات اکتیو", subtitle: "Apple iPhone 16 Dual Sim Not Active 256 GB", caption:"گوشی آیفون 16 با حافظه 256 گیگابایت و پشتیبانی از دو سیم‌کارت نسخه نات اکتیو، تجربه‌ای قدرتمند، روان و با امنیت بالا را با نمایشگر پیشرفته، دوربین حرفه‌ای و عملکرد سریع برای کارهای روزمره و حرفه‌ای ارائه می‌دهد.", img: "/public/Photo/product-img/Phone/Phone1.avif",
      Strengths: {
      1: "پردازنده سریع و بهینه",
      2: "حافظه داخلی 256 گیگابایت",
      3: "نمایشگر با کیفیت بالا",
      4: "دوربین‌های پیشرفته",
      5: "پشتیبانی از دو سیم‌کارت",
      },
      weakPoints: {
      1: "قیمت نسبتاً بالا",
      2: "نبود درگاه کارت حافظه",
      3: "شارژر همراه گوشی ارائه نمی‌شود",   
      },
      discription: `آیفون 16 جدیدترین نسل گوشی‌های اپل است که با حافظه داخلی 256 گیگابایت فضای کافی برای ذخیره‌سازی عکس، ویدئو، برنامه‌ها و فایل‌های حجیم فراهم می‌کند. پشتیبانی از دو سیم‌کارت به‌ویژه برای افرادی که می‌خواهند خط کاری و شخصی را همزمان استفاده کنند مناسب است. نسخه نات اکتیو به این معناست که گوشی در وضعیت کارخانه بوده و فعال‌سازی اولیه توسط کاربر انجام می‌شود.

      این گوشی از آخرین نسخه iOS بهره‌مند است و همراه با پردازنده‌ای سریع، مدیریت بهینه انرژی و پشتیبانی نرم‌افزاری طولانی‌مدت تجربه کاربری بسیار خوبی ارائه می‌کند. نمایشگر با کیفیت بالا رنگ‌های زنده، جزئیات دقیق و تجربه بصری عالی برای تماشای ویدئو، بازی و مرور محتوا فراهم می‌کند. دوربین‌های قدرتمند با امکانات پیشرفته عکاسی و فیلم‌برداری در نور کم و شرایط مختلف عملکرد مطلوبی دارند.

      طراحی گوشی با بدنه مقاوم، فریم باریک و استفاده از متریال باکیفیت، استحکام و زیبایی را با هم ترکیب کرده است. همچنین ویژگی‌های امنیتی مانند Face ID و ابزارهای هوشمند iOS باعث می‌شود این گوشی انتخابی مناسب برای کاربران حرفه‌ای و روزمره باشد.`
      ,
      property: [
         {id:1, label: "USB type C", value: "دارد"},
         {id:2, label: "اندازه صفحه", value: "6 اینچ"},
         {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
         {id:4, label: "پردازنده", value: "Apple A19"},
         {id:5, label: "تعداد سیم کارت", value: "دو سیم کارت"},
         {id:6, label: "جک 3.5 میلیمتری", value: "ندارد"},
         {id:7, label: "حافظه داخلی", value: "512 گیگابایت"},
         {id:8, label: "دوربین", value: "دارد"},
         {id:9, label: "شارژ سریع", value: "دارد"},
         {id:10, label: "سیستم عامل", value: "آی او اس"}, 
      ],
   }, 
   {proId:2, category: "گوشی موبایل", categoryE: "mobile", brand: "اپل", count:1, price:30000000, score: null, discount: 14, title: "گوشی اپل دو سیم iPhone 14 | حافظه 128 گیگابایت", subtitle: "Apple iPhone 14 Dual Sim (Stock) 128 GB", caption:"گوشی اپل iPhone 14 دو سیم‌کارت با حافظه 128 گیگابایت ترکیبی از عملکرد سریع، کیفیت ساخت بالا، دوربین قدرتمند و تجربه کاربری روان iOS را در قالب یک گوشی هوشمند سطح بالا ارائه می‌دهد.", img: "/public/Photo/product-img/Phone/Phone2.avif",
      Strengths: {
         1: "عملکرد سریع و پردازنده قدرتمند",
         2: "کیفیت ساخت بالا و طراحی اپل",
         3: "دوربین‌های باکیفیت",
         4: "نمایشگر روشن و واضح",
         5: "پشتیبانی نرم‌افزاری طولانی",
         },
         weakPoints: {
         1: "قیمت بالا نسبت به رقبا",
         2: "نبود درگاه کارت حافظه",
         3: "شارژر در جعبه موجود نیست",   
         },
         discription: `گوشی iPhone 14 محصولی از اپل است که با نمایشگر با کیفیت، پردازنده قدرتمند و دوربین پیشرفته برای استفاده روزمره، عکاسی، بازی و مولتی‌تسکینگ طراحی شده است. حافظه 128 گیگابایت فضای مناسب برای ذخیره عکس، فیلم، برنامه‌ها و فایل‌ها فراهم می‌کند و پشتیبانی از دو سیم‌کارت (ترکیبی با eSIM بسته به بازار) انعطاف بیشتری برای کاربران دارد.

این مدل با بهره‌مندی از پردازنده سریع، سیستم‌عامل iOS با پشتیبانی بلندمدت و اکوسیستم یکپارچه با دیگر محصولات اپل تجربه‌ای روان و بی‌وقفه ارائه می‌دهد. دوربین‌های باکیفیت در پشت و جلو امکان ثبت عکس‌ها و ویدئوهای با جزئیات بالا را فراهم می‌کنند و فناوری‌های پیشرفته تصویرسازی از جمله حالت شب و تثبیت‌کننده نوری تصویر باعث بهبود کیفیت خروجی در شرایط نوری مختلف می‌شود.

علاوه بر این، باتری با عمر مناسب، پشتیبانی از شارژ سریع و طراحی مقاوم با گواهی‌های مقاومت در برابر آب و گردوغبار از دیگر ویژگی‌های این گوشی هستند که آن را برای استفاده روزمره و حرفه‌ای مناسب می‌سازد.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "6 اینچ"},
            {id:3, label: "پردازنده", value: "Apple A19"},
            {id:4, label: "تعداد سیم کارت", value: "دو سیم کارت"},
            {id:5, label: "جک 3.5 میلیمتری", value: "ندارد"},
            {id:6, label: "سیستم عامل", value: "آی او اس"},
         ],

    }, 
   {proId:3, category: "گوشی موبایل", categoryE: "mobile", brand: "سامسونگ", count:1, price:62000000, score: null, discount: null, title: "گوشی سامسونگ (ویتنام) S25 Plus 5G | حافظه 512 رم 12 گیگابایت", subtitle: "Samsung Galaxy S25 Plus 5G (Vietnam) 512/12 GB", caption:"گوشی سامسونگ S25 Plus 5G نسخه ویتنام با حافظه 512 گیگابایت و رم 12 گیگابایت دستگاهی پرچمدار، مجهز به نمایشگر با کیفیت، سخت‌افزار قدرتمند و امکانات ارتباطی 5G است که برای کاربرانی با نیازهای بالا در عکاسی، بازی و مولتی‌تسکینگ مناسب است.", img: "/public/Photo/product-img/Phone/Phone3.avif",
      Strengths: {
         1: "حافظه داخلی 512 گیگابایت",
         2: "رم 12 گیگابایت",
         3: "عملکرد سریع و سخت‌افزار قدرتمند",
         4: "نمایشگر با کیفیت بالا",
         5: "پشتیبانی از 5G",
         },
         weakPoints: {
         1: "قیمت بالا",
         2: "وزن نسبتاً زیاد",
         3: "نیاز به هزینه بیشتر لوازم جانبی",   
         },
         discription: `گوشی سامسونگ S25 Plus 5G مدل ویتنام یکی از گوشی‌های سطح بالای سری S است که با ترکیب پردازنده قوی، حافظه داخلی بالا و رم 12 گیگابایت تجربه‌ای سریع و بدون لگ در اجرای برنامه‌ها و بازی‌های سنگین ارائه می‌دهد. با پشتیبانی از شبکه 5G، سرعت بالا در اتصال به اینترنت و دانلود محتوا را ممکن می‌کند.

نمایشگر بزرگ و با کیفیت این گوشی رنگ‌ها را با وضوح و شفافیت بالا نمایش می‌دهد و برای تماشای ویدئو، بازی و مرور محتوا تجربه بصری ممتازی فراهم می‌کند. سیستم دوربین پیشرفته با سنسورهای قوی و امکانات متعدد عکاسی و فیلم‌برداری امکان ثبت تصاویر با جزئیات بالا، حالت شب قدرتمند و زوم با کیفیت را می‌دهد.

باتری با ظرفیت مناسب و بهینه‌سازی شارژ طولانی‌مدت، امکان استفاده تمام‌روز را بدون نیاز به شارژ مکرر فراهم می‌کند. طراحی دستگاه با متریال باکیفیت، ظاهری لوکس و حس در دست گرفتن عالی دارد. رابط کاربری سامسونگ تجربه‌ای روان، ساده و قابل شخصی‌سازی را برای کاربر فراهم می‌نماید.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "8 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
            {id:5, label: "تعداد سیم کارت", value: "دو سیم کارت"},
            {id:6, label: "جک 3.5 میلیمتری", value: "ندارد"},
            {id:7, label: "حافظه داخلی", value: "512 گیگابایت"},
            {id:8, label: "دوربین", value: "دارد"},
            {id:9, label: "رنگ", value: "آبی, رزگلد, مشکی, نقره ای"},
            {id:10, label: "سیستم عامل", value: "اندروید"}, 
            {id:10, label: "شارژ سریع", value: "دارد"}, 
         ],
    }, 
   {proId:4, category: "گوشی موبایل", categoryE: "mobile", brand: "سامسونگ", count:1, price:29000000, score: null, discount: null, title: "گوشی سامسونگ A17 4G | حافظه 256 رم 8 گیگابایت", subtitle: "Samsung Galaxy A17 4G 256/8 GB", caption:"گوشی سامسونگ S25 Plus 5G نسخه ویتنام با حافظه 512 گیگابایت و رم 12 گیگابایت دستگاهی پرچمدار، مجهز به نمایشگر با کیفیت، سخت‌افزار قدرتمند و امکانات ارتباطی 5G است که برای کاربرانی با نیازهای بالا در عکاسی، بازی و مولتی‌تسکینگ مناسب است.", img: "/public/Photo/product-img/Phone/Phone4.avif",
      Strengths: {
         1: "حافظه داخلی 512 گیگابایت",
         2: "رم 12 گیگابایت",
         3: "عملکرد سریع و سخت‌افزار قدرتمند",
         4: "نمایشگر با کیفیت بالا",
         5: "پشتیبانی از 5G",
         },
         weakPoints: {
         1: "قیمت بالا",
         2: "وزن نسبتاً زیاد",
         3: "نیاز به هزینه بیشتر لوازم جانبی",   
         },
         discription: `گوشی سامسونگ S25 Plus 5G مدل ویتنام یکی از گوشی‌های سطح بالای سری S است که با ترکیب پردازنده قوی، حافظه داخلی بالا و رم 12 گیگابایت تجربه‌ای سریع و بدون لگ در اجرای برنامه‌ها و بازی‌های سنگین ارائه می‌دهد. با پشتیبانی از شبکه 5G، سرعت بالا در اتصال به اینترنت و دانلود محتوا را ممکن می‌کند.

نمایشگر بزرگ و با کیفیت این گوشی رنگ‌ها را با وضوح و شفافیت بالا نمایش می‌دهد و برای تماشای ویدئو، بازی و مرور محتوا تجربه بصری ممتازی فراهم می‌کند. سیستم دوربین پیشرفته با سنسورهای قوی و امکانات متعدد عکاسی و فیلم‌برداری امکان ثبت تصاویر با جزئیات بالا، حالت شب قدرتمند و زوم با کیفیت را می‌دهد.

باتری با ظرفیت مناسب و بهینه‌سازی شارژ طولانی‌مدت، امکان استفاده تمام‌روز را بدون نیاز به شارژ مکرر فراهم می‌کند. طراحی دستگاه با متریال باکیفیت، ظاهری لوکس و حس در دست گرفتن عالی دارد. رابط کاربری سامسونگ تجربه‌ای روان، ساده و قابل شخصی‌سازی را برای کاربر فراهم می‌نماید.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "8 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
            {id:5, label: "تعداد سیم کارت", value: "دو سیم کارت"},
            {id:6, label: "جک 3.5 میلیمتری", value: "ندارد"},
            {id:7, label: "حافظه داخلی", value: "256 گیگابایت"},
            {id:8, label: "دوربین", value: "دارد"},
            {id:9, label: "رنگ", value: "آبی, رزگلد, مشکی, نقره ای"},
            {id:10, label: "سیستم عامل", value: "اندروید"}, 
            {id:10, label: "شارژ سریع", value: "دارد"}, 
         ],
    }, 
   {proId:5, category: "گوشی موبایل", categoryE: "mobile", brand: "سامسونگ", count:1, price:178000000, score: "4.5", discount: 19, title: "گوشی سامسونگ Galaxy Z Fold 7", subtitle: "Samsung Galaxy Z Fold7", caption:"گوشی سامسونگ Galaxy Z Fold 7 پرچمدار تاشوی سامسونگ است که با صفحه‌نمایش داخلی بزرگ، طراحی نوآورانه، سخت‌افزار قدرتمند و تجربه چندوظیفه‌ای پیشرفته، برای کاربرانی که به دنبال ترکیب گوشی هوشمند و تبلت جمع‌وجور هستند گزینه‌ای ممتاز به شمار می‌آید.", img: "/public/Photo/product-img/Phone/Phone5.avif",
      Strengths: {
         1: "طراحی تاشوی نوآورانه",
         2: "نمایشگر داخلی بزرگ و باکیفیت",
         3: "سخت‌افزار قدرتمند",
         4: "عملکرد مولتی‌تسکینگ پیشرفته"
         },
         weakPoints: {
         1: "طراحی تاشوی نوآورانه",
         2: "نمایشگر داخلی بزرگ و باکیفیت",
         3: "سخت‌افزار قدرتمند",   
         4: "عملکرد مولتی‌تسکینگ پیشرفته",   
         },
         discription: `گوشی Samsung Galaxy Z Fold 7 جدیدترین نسل از سری تاشوی Fold است که تجربه‌ای منحصربه‌فرد از تعامل با محتوا، بهره‌وری بالا و مولتی‌تسکینگ را در یک دستگاه واحد فراهم می‌کند. وقتی گوشی باز می‌شود، صفحه‌نمایش داخلی بزرگ آن مانند یک تبلت قابل‌حمل عمل می‌کند و فضای گسترده‌ای برای تماشای ویدئو، مرور اسناد، اجرای چند اپ هم‌زمان با حالت‌های تقسیم صفحه (Multi‑Active Window) و تجربه بازی‌های با کیفیت فراهم می‌آورد.

صفحه‌نمایش بیرونی نیز برای استفاده‌های سریع و روزمره مناسب است، به‌طوری‌که می‌توانید بدون باز کردن کامل گوشی، تماس‌ها را پاسخ دهید، پیام‌ها را بخوانید و کارهای سبک را انجام دهید. هر دو نمایشگر از فناوری پیشرفته Dynamic AMOLED، رزولوشن بالا و نرخ نوسازی سریع پشتیبانی می‌کنند تا تصاویر زنده، رنگ‌های دقیق، و حرکت‌های نرم در رابط کاربری و بازی‌ها ارائه شود.

سخت‌افزار این گوشی شامل پردازنده‌ قدرتمند نسل جدید، حافظه بالا و سیستم دوربین پیشرفته است که عملکرد سریع و تجربه عکاسی و فیلم‌برداری با کیفیت بالا را فراهم می‌کند. سیستم دوربین با مجموعه‌ای از لنزهای با توان زوم، حالت‌های هوشمند و پردازش تصویر عالی، امکان ثبت عکس‌ها و ویدئوهای حرفه‌ای را برای کاربر فراهم می‌کند.

طراحی تاشو با لولاهای قابل‌اعتماد و بدنه‌ای با استحکام بالا باعث می‌شود این دستگاه در استفاده‌های روزمره دوام خوبی داشته باشد، در حالی که امکانات اتصال، باتری با طول عمر مناسب و رابط کاربری بهینه برای نمایشگرهای بزرگ تجربه کاربری یکپارچه و اثربخشی را ارتقا می‌دهد.

این گوشی برای کاربرانی با نیاز به بهره‌وری بالا، تجربه مولتی‌تسکینگ پیشرفته، نمایشگر بزرگ و امکانات پرچمدار انتخابی تمام‌عیار و نوآورانه است.

محصولات مرتبط`,
         
         property: [
            {id:1, label: "وزن", value: "500 گرم"},
            {id:2, label: "ابعاد", value: "240 × 120 × 40 سانتیمتر"},
            {id:3, label: "رنگ", value: "آبی, رزگلد, قرمز, مشکی"},
            {id:4, label: "حافظه داخلی", value: "256 گیگابایت, 512 گیگابایت"},
            {id:5, label: "USB type C", value: "دارد"},
            {id:6, label: "اندازه صفحه", value: "6 اینچ"},
            {id:7, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:8, label: "بلوتوث", value: "Snapdragon 8 Elite Gen 5"},
            {id:9, label: "تعداد سیم کارت", value: "دو سیم کارت"},
         ],
    }, 
   {proId:6, category: "گوشی موبایل", categoryE: "mobile", brand: "اپل", count:1, price:29000000, score: null, discount: 17, title: "گوشی موبایل اپل مدل iPhone 17 Pro Max", subtitle: "Apple iPhone 17 Pro Max ZAA", caption:"گوشی اپل iPhone 17 Pro Max پرچمداری از سری آیفون است که با صفحه‌نمایش بزرگ، قدرت پردازشی فوق‌العاده، دوربین حرفه‌ای و تجربه کاربری iOS سطح جدیدی از عملکرد، خلاقیت و بهره‌وری را ارائه می‌دهد.", img: "/public/Photo/product-img/Phone/Phone6.avif",
      Strengths: {
         1: "پردازنده بسیار قدرتمند",
         2: "صفحه‌نمایش بزرگ با کیفیت بالا",
         3: "دوربین حرفه‌ای با امکانات پیشرفته",
         4: "طراحی ممتاز و مقاوم",
         },
         weakPoints: {
         1: "قیمت بسیار بالا",
         2: "نیاز به لوازم جانبی جدا",
         3: "وزن نسبتاً بیشتر نسبت به مدل‌های کوچکتر",   
         },
         discription: `گوشی iPhone 17 Pro Max جدیدترین پرچمدار اپل در کلاس گوشی‌های هوشمند سطح بالا است و با ترکیب سخت‌افزار قدرتمند، طراحی ممتاز و امکانات پیشرفته، یکی از برترین انتخاب‌ها برای کاربرانی است که به دنبال تجربه بی‌نقص گوشی هوشمند هستند.

صفحه‌نمایش بزرگ این دستگاه با فناوری ProMotion OLED و نرخ نوسازی بالا تصاویر را با کیفیت چشم‌نواز، رنگ‌های زنده و جزئیات دقیق نمایش می‌دهد، به‌گونه‌ای که برای تماشای ویدئو، بازی، گرافیک سنگین و فعالیت‌های مولتی‌مدیا ایده‌آل است. طراحی بدنه با استفاده از مواد برتر و استانداردهای مقاومت، استحکام و زیبایی را همزمان به کاربر ارائه می‌کند.

در بخش سخت‌افزار، پردازنده نسل جدید اپل سری A با قدرت بالا و بهینه‌سازی عمیق در مصرف انرژی، وظایف پیچیده، بازی‌های سه‌بعدی و پردازش‌های سنگین را به‌راحتی انجام می‌دهد و تجربه‌ای سریع، روان و بدون تأخیر فراهم می‌کند. سیستم عامل iOS با پشتیبانی نرم‌افزاری طولانی‌مدت، امنیت بالا و به‌روزرسانی‌های منظم، تجربه کاربری یکپارچه و قدرتمندی ارائه می‌دهد.

یکی از برجسته‌ترین بخش‌های iPhone 17 Pro Max، سیستم دوربین حرفه‌ای آن است که با مجموعه سنسورهای پیشرفته و قابلیت‌های تصویربرداری روز و شب، امکان ثبت عکس‌ها و ویدئوهای با کیفیت فوق‌العاده را فراهم می‌کند. امکاناتی مانند فیلم‌برداری سینمایی با کیفیت بالا، زوم اپتیکال قدرتمند و حالت‌های هوشمند تصویربرداری باعث می‌شود حتی کاربران حرفه‌ای نیز از دوربین این گوشی رضایت داشته باشند.

این گوشی با ارتقاءهای متنوع در بخش اتصال، باتری با عمر مناسب و طراحی ارگونومیک همراه است و برای کسانی مناسب است که می‌خواهند بهترین تجربه ممکن از گوشی هوشمند را داشته باشند، چه در کارهای روزمره، چه در حرفه‌های خلاقانه و چه در سرگرمی‌های دیجیتال.

`,
         
         property: [
            {id:1, label: "وزن", value: "350 گرم"},
            {id:2, label: "ابعاد", value: "240 × 120 × 40 سانتیمتر"},
            {id:3, label: "رنگ", value: "آبی, زرد, قرمز, مشکی"},
            {id:4, label: "سایز", value: "2XL, L, S, XL"},
            {id:5, label: "USB type C", value: "دارد"},
            {id:6, label: "اندازه صفحه", value: "6 اینچ"},
            {id:7, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:8, label: "پردازنده", value: "Apple A19"},
            {id:9, label: "تعداد سیم کارت", value: "تک سیم کارت"},
            {id:10, label: "جک 3.5 میلیمتری", value: "ندارد"}, 
            {id:11, label: "حافظه داخلی", value: "512 گیگابایت"}, 
            {id:12, label: "دوربین", value: "دارد"}, 
            {id:13, label: "سیستم عامل", value: "آی او اس"}, 
         ],
    }, 

   // {proId:1, category: "گوشی موبایل", categoryE: "mobile", brand: "اپل", count:1, price:42000000, score: "4.0", discount: null, title: "گوشی آیفون 16 | حافظه 256 گیگابایت دو سیم‌کارت نات اکتیو", subtitle: "", caption:"", img: "/public/Photo/product-img/Phone/Phone1.avif",
   //    Strengths: {
   //    1: "",
   //    2: "",
   //    3: "",
   //    4: "",
   //    5: "",
   //    },
   //    weakPoints: {
   //    1: "",
   //    2: "",
   //    3: "",   
   //    },
   //    discription: ``,
      
   //    property: [
   //       {id:1, label: "", value: ""},
   //       {id:2, label: "", value: ""},
   //       {id:3, label: "", value: ""},
   //       {id:4, label: "", value: ""},
   //       {id:5, label: "", value: ""},
   //       {id:6, label: "", value: ""},
   //       {id:7, label: "", value: ""},
   //       {id:8, label: "", value: ""},
   //       {id:9, label: "", value: ""},
   //       {id:10, label: "", value: ""}, 
   //    ],
   // }, 


   {proId:7, category: "لپتاپ", categoryE: "laptop", brand: "مایکروسافت", count:1, price: 36000000, score: null, discount: 25, title: "تبلت مایکروسافت Surface Pro 11", subtitle: "Microsoft Surface Pro 11", caption:"تبلت Microsoft Surface Pro 11 یک دستگاه ۲ در ۱ (تبلت و لپ‌تاپ) با طراحی سبک و قابل‌حمل، صفحه‌نمایش باکیفیت و سخت‌افزار توانمند است که برای کارهای روزمره، خلاقیت دیجیتال و بهره‌وری حرفه‌ای مناسب است.", img:"/public/Photo/product-img/laptop/laptop1.avif",
      Strengths: {
         1: "صفحه‌نمایش با وضوح بالا و رنگ‌های زنده",
         2: "طراحی سبک و قابل‌حمل",
         3: "عملکرد روان در کارهای روزمره و حرفه‌ای",
         },
         weakPoints: {
         1: "کیبورد و قلم به‌صورت جداگانه فروخته می‌شوند",
         2: "قیمت بالاتر نسبت به تبلت‌های معمولی",
         3: "عمر باتری در بارهای سنگین متوسط",   
         },
         discription: `تبلت Surface Pro 11 از خانواده محبوب Surface مایکروسافت طراحی شده تا ترکیبی از قدرت، قابلیت حمل و انعطاف‌پذیری را در یک دستگاه واحد ارائه دهد. صفحه‌نمایش PixelSense با وضوح بالا و نسبت تصویر مناسب، رنگ‌های زنده و جزئیات واضحی را نمایش می‌دهد، به‌طوری‌که برای تماشای ویدئو، طراحی گرافیکی، مرور اسناد و کارهای مولتی‌مدیا تجربه‌ای چشمگیر ایجاد می‌کند.

این دستگاه با پردازنده‌های نسل جدید و حافظه‌های سریع SSD عملکردی روان در اجرای برنامه‌های روزمره، مرور وب، آفیس و برنامه‌های خلاقانه داشته و برای کاربران حرفه‌ای یا دانشجویانی که نیاز به پرفورمنس قابل‌اعتماد دارند انتخابی مناسب است. پشتیبانی از Surface Slim Pen و صفحه‌نمایش لمسی باعث می‌شود طراحی، یادداشت‌برداری و تعامل با محتوا به‌صورت طبیعی و دقیق انجام شود، مخصوصاً برای هنرمندان، طراحان و دانشجویان مفید است.

قابلیت تبدیل به لپ‌تاپ با کیبورد قابل‌حمل (به‌صورت جداگانه) فضای کار حرفه‌ای‌تری برای تایپ طولانی‌مدت و بهره‌وری بیشتر فراهم می‌کند. دوربین‌های باکیفیت جلو و عقب برای تماس ویدئویی و ضبط عکس‌های ساده مناسب هستند، و امکانات اتصال بی‌سیم و پورت‌های مناسب اتصال به لوازم جانبی مختلف را آسان می‌سازند.

در مجموع، Surface Pro 11 دستگاهی در عین سبک بودن، توانمند و چندمنظوره است که می‌تواند جایگزین لپ‌تاپ یا تبلت‌های سنتی در بسیاری از سناریوهای کاری و خلاقانه باشد.`,
         
         property: [
            {id:1, label: "وزن", value: "1 کیلوگرم"},
            {id:2, label: "ابعاد", value: "40 × 10 × 1 سانتیمتر"},
            {id:3, label: "رنگ", value: "خاکستری, مشکی"},
            {id:4, label: "USB type C", value: "دارد"},
            {id:5, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:6, label: "اندازه صفحه", value: "13.3 اینچ"},
            {id:7, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
         ],
   },
   {proId:8, category: "لپتاپ", categoryE: "laptop", brand: "سامسونگ", count:1, price: 65000000, score: "4.0", discount: 26, title: "لپ تاپ 13.3 اینچی سامسونگ مدل Galaxy Book3", subtitle: "Samsung Galaxy Book3 Pro 360", caption:"لپ‌تاپ Samsung Galaxy Book3 13.3″ دستگاهی سبک، باریک و قدرتمند است که با طراحی مدرن، نمایشگر با کیفیت و عملکرد مناسب برای کارهای روزمره، کاری و مولتی‌تسکینگ سبک تا متوسط انتخابی ایده‌آل به شمار می‌آید.", img:"/public/Photo/product-img/laptop/laptop2.avif",
      Strengths: {
         1: "طراحی سبک و باریک",
         2: "نمایشگر با کیفیت",
         3: "عملکرد مناسب برای کارهای روزمره",
         4: "حافظه SSD سریع",
         5: "عمر باتری قابل‌قبول",
         },
         weakPoints: {
         1: "مناسب برای کارهای گرافیکی سنگین نیست",
         2: "قیمت نسبتاً بالا نسبت به لپ‌تاپ‌های اقتصادی",
         3: "تعداد پورت‌ها ممکن است برای همه کافی نباشد",   
         },
         discription: `لپ‌تاپ Galaxy Book3 13.3 اینچ یکی از محصولات بالارده‌تر سامسونگ در خانواده Galaxy Book است که برای افرادی طراحی شده که ترکیبی از قدرت، قابلیت حمل و تجربه کاربری یکپارچه را در یک لپ‌تاپ جمع‌وجور می‌خواهند. بدنه این دستگاه سبک و باریک است که حمل‌ونقل آن را در سفر، کلاس یا محل کار ساده می‌کند، بدون اینکه از کیفیت ساخت و دوام صرف‌نظر شود.

صفحه‌نمایش 13.3 اینچی با کیفیت بالا رنگ‌های شفاف و جزئیات دقیق را ارائه می‌دهد و برای مشاهده فیلم، مرور وب، و کارهای گرافیکی سبک مناسب است. عملکرد پردازشی با استفاده از پردازنده‌های نسل جدید (Intel یا اختصاصی‌های انتخابی) همراه با حافظه رم و SSD سریع، تجربه‌ای روان در اجرای برنامه‌های روزمره، آفیس، مرورگرها و اپ‌های مولتی‌تسکینگ فراهم می‌کند.

Galaxy Book3 با پشتیبانی کامل از اتصال بی‌سیم، طراحی باریک و باتری با عمر قابل‌قبول برای استفاده‌های روزمره، گزینه‌ای مناسب برای دانشجویان، کاربران حرفه‌ای اداری و کسانی است که می‌خواهند با دستگاهی قابل‌حمل در هر زمان و مکان کار کنند. پورت‌های کافی برای اتصال به لوازم جانبی و امکاناتی مانند وب‌کم با کیفیت برای تماس‌های تصویری نیز تجربه کاربری را تکمیل می‌کنند.

این لپ‌تاپ برای کاربرانی که به سبک بودن، طراحی ممتاز و عملکرد قابل‌اعتماد در کارهای روزمره اهمیت می‌دهند انتخابی مناسب است.`,
         
         property: [
            {id:1, label: "وزن", value: "1 کیلوگرم"},
            {id:2, label: "ابعاد", value: "40 × 10 × 1 سانتیمتر"},
            {id:3, label: "رنگ", value: "خاکستری, سبز, سفید"},
            {id:4, label: "USB type C", value: "دارد"},
            {id:5, label: "اندازه صفحه", value: "13.3 اینچ"},
            {id:6, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:7, label: "پردازنده", value: "Snapdragon 8 Elite Gen 5"},
         ],
   },
   {proId:9, category: "لپتاپ", categoryE: "laptop", brand: "ایسوس", count:1, price: 42000000, score: null, discount: 32, title: "لپ تاپ 15.6 اینچی ایسوس مدل TUF Gaming F15", subtitle: "Asus TUF Gaming F15 FX507ZC4", caption:"لپ‌تاپ ASUS TUF Gaming F15 15.6″ یک دستگاه گیمینگ و حرفه‌ای با سخت‌افزار قدرتمند، صفحه‌نمایش سریع و طراحی مقاوم است که برای اجرای بازی‌های روز، برنامه‌های سنگین و کارهای مولتی‌تسکینگ انتخابی مناسب محسوب می‌شود.", img:"/public/Photo/product-img/laptop/laptop3.avif",
      Strengths: {
         1: "سخت‌افزار قدرتمند برای بازی و کار حرفه‌ای",
         2: "صفحه‌نمایش سریع و روان",
         3: "طراحی مقاوم و دوام بالا",
         4: "کارت گرافیک مجزا",
         },
         weakPoints: {
         1: "وزن نسبتاً زیاد",
         2: "عمر باتری محدود در بارهای سنگین",
         3: "قیمت نسبتاً بالا",   
         },
         discription: `لپ‌تاپ ASUS TUF Gaming F15 از سری TUF Gaming ایسوس با تمرکز بر قدرت، پایداری و دوام طراحی شده است تا تجربه‌ی گیمینگ و کاری حرفه‌ای را با تعادل بالا ارائه دهد. صفحه‌نمایش ۱۵.۶ اینچ این لپ‌تاپ معمولاً با رزولوشن Full HD و نرخ بازخوانی بالا (معمولاً ۱۴۴، ۱۶۵ یا ۲۴۰ هرتز بسته به پیکربندی) باعث می‌شود تصاویر واضح، روان و بدون تأخیر در بازی‌ها و حرکت‌های سریع مشاهده شوند، که برای گیمرها و کاربرانی که به تجربه بصری اهمیت می‌دهند بسیار کاربردی است.

در داخل بدنه‌ی این مدل سخت‌افزار قوی از پردازنده‌های نسل جدید اینتل یا AMD همراه با کارت گرافیک مجزا NVIDIA GeForce قرار دارد که قدرت لازم برای اجرای بازی‌های جدید، نرم‌افزارهای گرافیکی، تدوین ویدئو و دیگر بارهای حرفه‌ای را فراهم می‌کند. حافظه رم و ذخیره‌سازی سریع SSD نیز به بارگذاری سریع سیستم‌عامل، اجرا روان برنامه‌ها و دسترسی سریع به داده‌ها کمک می‌کنند.

طراحی بدنه‌ی TUF با استانداردهای نظامی مقاومت و دوام بالا را برای استفاده‌ی طولانی‌مدت تضمین می‌کند، در حالی که سیستم خنک‌کننده‌ی بهینه، دما را حتی در بارهای کاری سنگین کنترل می‌کند تا از افت عملکرد جلوگیری شود. صفحه‌کلید با نور پس‌زمینه RGB (بسته به مدل) تجربه‌ای دلپذیرتر در محیط‌های کم‌نور فراهم می‌کند و اسپیکرهای داخلی کیفیت صدای مناسب و قابل‌قبول را ارائه می‌دهند.

این لپ‌تاپ برای گیمرها، تولیدکنندگان محتوا، دانشجویان مهندسی و همه کسانی که به دستگاهی قدرتمند و قابل‌اطمینان نیاز دارند مناسب است و تعادلی مطلوب میان عملکرد گیمینگ و استفاده‌های حرفه‌ای روزمره برقرار می‌کند.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "پردازنده", value: "Apple A19"},
            {id:3, label: "جک 3.5 میلیمتری", value: "دارد"},
            {id:4, label: "بلوتوث", value: "دارد، نسخه 4"},
            {id:5, label: "اندازه صفحه", value: "15.6 اینچ"},
            {id:6, label: "حافظه داخلی", value: "1 ترابایت"},
            {id:7, label: "رنگ", value: "مشکی"},
         ],
   },
   {proId:10, category: "لپتاپ", categoryE: "laptop", brand: "اپل", count:1, price: 30000000, score: null, discount: 33, title: "لپ تاپ اپل مک بوک پرو ۲۰۱۷ سایز ۱۳.۳ اینچ با پردازنده Core i5 و ۱۶ گیگابایت رم", subtitle: "MacBook Pro 13.3-inch (2017) | i5 | 16 GB RAM | 256 GB | C346", caption:"لپ‌تاپ اپل مک‌بوک پرو ۲۰۱۷ ۱۳.۳ اینچ با پردازنده اینتل Core i5 و ۱۶ گیگابایت رم ترکیبی از طراحی باریک و سبک، صفحه‌نمایش باکیفیت Retina و عملکرد قابل اعتماد را در بسته‌ای حرفه‌ای برای استفاده روزمره و کاری ارائه می‌دهد.", img:"/public/Photo/product-img/laptop/laptop4.avif",
      Strengths: {
         1: "طراحی باریک و سبک",
         2: "صفحه‌نمایش Retina با کیفیت",
         3: "عملکرد مناسب برای کارهای روزمره و حرفه‌ای",
         4: "حافظه رم ۱۶ گیگابایتی",
         },
         weakPoints: {
         1: "قیمت بالا در بازار",
         2: "پورت‌های محدود (فقط USB‑C)",
         3: "عدم امکان ارتقای سخت‌افزار",   
         },
         discription: `لپ‌تاپ MacBook Pro 2017 نسخه ۱۳.۳ اینچی با پردازنده Intel Core i5 و ۱۶ گیگابایت رم یکی از گزینه‌های مناسب برای کاربران حرفه‌ای و دانشجویان است که به تعادل میان قدرت، حمل‌پذیری و کیفیت ساخت اهمیت می‌دهند. صفحه‌نمایش Retina با وضوح بالا رنگ‌های زنده و جزئیات دقیق را برای کارهای گرافیکی، تدوین و تماشای محتوا فراهم می‌کند.

با وجود طراحی باریک و بدنه آلومینیومی، مک‌بوک پرو ۲۰۱۷ مقاومت و استحکام خوبی دارد و کیبورد با کلیدهای فراخ همراه با تاچ‌بار (در مدل‌هایی که تاچ‌بار دارد) تجربه کاربری راحتی ارائه می‌دهد. حافظه ۱۶ گیگابایتی رم کمک می‌کند تا در اجرای هم‌زمان برنامه‌های سنگین، مرورگرهای چند تب و پروژه‌های تولید محتوا عملکردی روان داشته باشید.

این مدل با پورت‌های Thunderbolt 3 بر پایه USB‑C تجهیز شده که انتقال داده سریع، اتصال به نمایشگرهای خارجی و شارژ دستگاه را از طریق یک استاندارد مدرن ممکن می‌سازد. عمر باتری مناسب نیز برای انجام کارهای روزمره و یک روز کامل کاری کفایت می‌کند.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "اندازه صفحه", value: "13.3 اینچ"},
            {id:3, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:4, label: "پردازنده", value: "Apple A19"},
         ],
   },
   {proId:11, category: "لپتاپ", categoryE: "laptop", brand: "مایکروسافت", count:1, price: 12500000, score: null, discount: null, title: "لپ تاپ مایکروسافت استوک Surface Laptop 4 | 16GB RAM | 256GB SSD | Ryzen 5 4680u", subtitle: "Microsoft Surface Laptop 4", caption:"لپ‌تاپ Lenovo IdeaPad 1 15IJL7 یک دستگاه اقتصادی و مناسب برای کارهای روزمره، مطالعه، وب‌گردی و استفاده‌های سبک است که تعادلی از قیمت مناسب، طراحی باریک و عملکرد قابل‌قبول ارائه می‌دهد.", img:"/public/Photo/product-img/laptop/laptop5.avif",
      Strengths: {
         1: "قیمت اقتصادی",
         2: "طراحی باریک و سبک",
         3: "مناسب برای کارهای روزمره",
         4: "صفحه‌نمایش ۱۵.۶ اینچ",
         },
         weakPoints: {
         1: "مناسب برای برنامه‌های سنگین نیست",
         2: "حافظه و رم پایه محدود",
         3: "کیفیت اسپیکر متوسط",   
         4: "عملکرد گرافیکی محدود",   
         },
         discription: `لپ‌تاپ IdeaPad 1 15IJL7 از برند Lenovo در دسته لپ‌تاپ‌های ارزان‌قیمت و کاربردی قرار می‌گیرد و برای کاربرانی طراحی شده که به دنبال دستگاهی ساده، سبک و با مصرف انرژی کم برای کارهای روزمره هستند. این مدل با صفحه‌نمایش ۱۵.۶ اینچ و وضوح استاندارد، تجربه مناسبی در تماشای ویدئو، مرور اینترنت، نوشتن اسناد و انجام امور تحصیلی یا اداری فراهم می‌کند.

بدنه‌ی این لپ‌تاپ طراحی باریک و سبک دارد که حمل و نقل آن را در کیف یا کوله‌پشتی آسان می‌کند و برای دانشجویان، کارمندان یا کاربرانی که مدام در حرکت هستند مناسب است. سخت‌افزار داخلی این دستگاه معمولاً از پردازنده‌های کم‌مصرف Intel و حافظه رم و ذخیره‌سازی استاندارد برخوردار است که توان کافی برای اجرای برنامه‌های روزمره مثل مرورگرها، آفیس، پخش ویدئو و اپ‌های سبک را دارد.

صفحه‌کلید راحت و تاچ‌پد پاسخ‌گو تجربه‌ی کاربری ساده و بدون دردسری را فراهم می‌کند و بلندگوهای داخلی صدایی مناسب برای مشاهده ویدئو یا مکالمات تصویری ارائه می‌دهند. عمر باتری این مدل در استفاده‌های سبک روزمره معمولاً کافی است و می‌تواند شما را در جلسات کلاس یا کار نیم‌روزه همراهی کند.

لپ‌تاپ IdeaPad 1 15IJL7 برای کسانی که به دستگاهی اقتصادی، کاربردی و مناسب مصارف روزمره نیاز دارند، انتخابی منطقی و مقرون‌به‌صرفه محسوب می‌شود.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "ابعاد", value: "10x20x5 میلیمتر"},
            {id:3, label: "اندازه صفحه", value: "15.6 اینچ"},
            {id:4, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:5, label: "پردازنده", value: "AMD"},
         ],
   },
   {proId:12, category: "لپتاپ", categoryE: "laptop", brand: "لنوو", count:1, price: 17500000, score: null, discount: null, title: "لپ‌تاپ لنوو مدل IdeaPad 1 15IJL7", subtitle: "Laptop Lenovo IdeaPad 1", caption:"لپ‌تاپ Lenovo IdeaPad 1 15IJL7 یک دستگاه اقتصادی و مناسب برای کارهای روزمره، مطالعه، وب‌گردی و استفاده‌های سبک است که تعادلی از قیمت مناسب، طراحی باریک و عملکرد قابل‌قبول ارائه می‌دهد.", img:"/public/Photo/product-img/laptop/laptop6.avif",
      Strengths: {
         1: "قیمت اقتصادی",
         2: "طراحی باریک و سبک",
         3: "مناسب برای کارهای روزمره",
         4: "صفحه‌نمایش ۱۵.۶ اینچ",
         },
         weakPoints: {
         1: "مناسب برای برنامه‌های سنگین نیست",
         2: "حافظه و رم پایه محدود",
         3: "کیفیت اسپیکر متوسط",   
         4: "عملکرد گرافیکی محدود",   
         },
         discription: `لپ‌تاپ IdeaPad 1 15IJL7 از برند Lenovo در دسته لپ‌تاپ‌های ارزان‌قیمت و کاربردی قرار می‌گیرد و برای کاربرانی طراحی شده که به دنبال دستگاهی ساده، سبک و با مصرف انرژی کم برای کارهای روزمره هستند. این مدل با صفحه‌نمایش ۱۵.۶ اینچ و وضوح استاندارد، تجربه مناسبی در تماشای ویدئو، مرور اینترنت، نوشتن اسناد و انجام امور تحصیلی یا اداری فراهم می‌کند.

بدنه‌ی این لپ‌تاپ طراحی باریک و سبک دارد که حمل و نقل آن را در کیف یا کوله‌پشتی آسان می‌کند و برای دانشجویان، کارمندان یا کاربرانی که مدام در حرکت هستند مناسب است. سخت‌افزار داخلی این دستگاه معمولاً از پردازنده‌های کم‌مصرف Intel و حافظه رم و ذخیره‌سازی استاندارد برخوردار است که توان کافی برای اجرای برنامه‌های روزمره مثل مرورگرها، آفیس، پخش ویدئو و اپ‌های سبک را دارد.

صفحه‌کلید راحت و تاچ‌پد پاسخ‌گو تجربه‌ی کاربری ساده و بدون دردسری را فراهم می‌کند و بلندگوهای داخلی صدایی مناسب برای مشاهده ویدئو یا مکالمات تصویری ارائه می‌دهند. عمر باتری این مدل در استفاده‌های سبک روزمره معمولاً کافی است و می‌تواند شما را در جلسات کلاس یا کار نیم‌روزه همراهی کند.

لپ‌تاپ IdeaPad 1 15IJL7 برای کسانی که به دستگاهی اقتصادی، کاربردی و مناسب مصارف روزمره نیاز دارند، انتخابی منطقی و مقرون‌به‌صرفه محسوب می‌شود.`,
         
         property: [
            {id:1, label: "USB type C", value: "دارد"},
            {id:2, label: "ابعاد", value: "10x20x5 میلیمتر"},
            {id:3, label: "اندازه صفحه", value: "15.6 اینچ"},
            {id:4, label: "بلوتوث", value: "دارد، نسخه 5.1"},
            {id:5, label: "پردازنده", value: "AMD"},
         ],
   },

   {proId:13, category: "کامپیوتر", count:1, categoryE: "PC", price:5800000, score: null, discount: null, title: "حافظه اس اس دی اینترنال سامسونگ مدل 970EVO Plus M.2 2280 NVMe ظرفیت 1 ترابایت", img: "/public/Photo/product-img/PC/PC1.avif" }, 
   {proId:14, category: "کامپیوتر", count:1, categoryE: "PC", price:8500000, score: null, discount: 19, title: "حافظه اس اس دی اینترنال سامسونگ مدل 990PRO M.2 2280 NVMe ظرفیت 1 ترابایت", img: "/public/Photo/product-img/PC/PC2.avif" }, 
   {proId:15, category: "کامپیوتر", count:1, categoryE: "PC", price:1200000, score: null, discount:33, title: "خنک کننده پردازنده اوست مدل GT-AV903 ARGB", img: "/public/Photo/product-img/PC/PC3.avif" }, 
   {proId:16, category: "کامپیوتر", count:1, categoryE: "PC", price:1900000, score: null, discount:17, title: "خنک کننده پردازنده دیپ کول مدل AG400", img: "/public/Photo/product-img/PC/PC4.avif" }, 
   {proId:17, category: "کامپیوتر", count:1, categoryE: "PC", price:9500000, score: null, discount:27, title: "رم جی اسکیل مدل Trident Z5 Royal ظرفیت ۳۲ گیگابایت فرکانس ۷۲۰۰ مگاهرتز CL34", img: "/public/Photo/product-img/PC/PC5.avif" }, 
   {proId:18, category: "کامپیوتر", count:1, categoryE: "PC", price:24000000, score: null, discount: null, title: "رم کامپیوتر جی اسکیل دو کاناله مدل Trident Z5 RGB فرکانس 6000 مگاهرتز DDR5 تایمینگ CL36 حافظه 64 گیگابایت", img: "/public/Photo/product-img/PC/PC6.avif" }, 

   {proId:19, category: "تلویزیون", count:1, categoryE: "TV", price:19500000, score: "5.0", discount: 15, title: "تلویزیون سامسونگ DU7000 سایز ۵۵ اینچ Ultra HD 4K LED", img: "/public/Photo/product-img/TV/TV1.avif" },
   {proId:20, category: "تلویزیون", count:1, categoryE: "TV", price:23000000, score: null, discount: null, title: "تلویزیون سامسونگ DU7000 سایز ۵۵ اینچ Ultra HD 4K LED", img: "/public/Photo/product-img/TV/TV2.avif" },
   {proId:21, category: "تلویزیون", count:1, categoryE: "TV", price:18500000, score: null, discount: 19, title: "تلویزیون سامسونگ DU7500 سایز ۵۵ اینچ Ultra HD 4K LED", img: "/public/Photo/product-img/TV/TV3.avif" },
   {proId:22, category: "تلویزیون", count:1, categoryE: "TV", price:26000000, score: null, discount: 24, title: "تلویزیون هوشمند سونی براویا 4K HDR 2023", img: "/public/Photo/product-img/TV/TV4.avif" },
   {proId:23, category: "تلویزیون", count:1, categoryE: "TV", price:15500000, score: null, discount: null, title: "تلویزیون هوشمند سونی براویا 4K HDR 2024", img: "/public/Photo/product-img/TV/TV5.avif" },
   {proId:24, category: "تلویزیون", count:1, categoryE: "TV", price:24000000, score: null, discount: null, title: "تلویزیون هوشمند سونی براویا 4K HDR 2025", img: "/public/Photo/product-img/TV/TV6.avif" },

   {proId:25, category: "کنسول بازی", count:1, categoryE: "console", price:3500000, score: null, discount: 22, title: "دسته بازی پلی استیشن 5 سونی مدل DualSense", img: "/public/Photo/product-img/console/console1.avif" }, 
   {proId:26, category: "کنسول بازی", count:1, categoryE: "console", price:26500000, score: null, discount: 7, title: "کنسول بازی سونی PS5 Slim Digital + یک دسته اضافه", img: "/public/Photo/product-img/console/console2.avif" }, 
   {proId:27, category: "کنسول بازی", count:1, categoryE: "console", price:21500000, score: null, discount: 16, title: "کنسول بازی سونی استاندارد PS5 Slim", img: "/public/Photo/product-img/console/console3.avif" }, 
   {proId:28, category: "کنسول بازی", count:1, categoryE: "console", price:28500000, score: null, discount: 11, title: "کنسول بازی سونی استاندارد PS5 Slim + یک دسته اضافه", img: "/public/Photo/product-img/console/console4.avif" }, 
   {proId:29, category: "کنسول بازی", count:1, categoryE: "console", price:10500000, score: null, discount: null, title: "کنسول بازی مایکروسافت Xbox Series S | حافظه 512 گیگابایت + دسته اضافه", img: "/public/Photo/product-img/console/console5.avif" }, 
   {proId:30, category: "کنسول بازی", count:1, categoryE: "console", price:16000000, score: null, discount: null, title: "کنسول بازی مایکروسافت Xbox Series X | حافظه 1 ترابایت", img: "/public/Photo/product-img/console/console6.avif" }, 

   {proId:31, category: "ساعت هوشمند", count:1, categoryE: "watch", price: 58000000, score: "4.0", discount: null, title: "اپل واچ Ultra 3 مدل 49 میلی متری", img: "/public/Photo/product-img/Watch/Watch1.avif" }, 
   {proId:32, category: "ساعت هوشمند", count:1, categoryE: "watch", price: 3100000, score: null, discount: null, title: "ساعت هوشمند اولترا مدل S8 ultra سیم کارت خور", img: "/public/Photo/product-img/Watch/Watch2.avif" }, 
   {proId:33, category: "ساعت هوشمند", count:1, categoryE: "watch", price: 8000000, score: null, discount: null, title: "ساعت هوشمند دی تی نامبر وان مدل Ultra Mate با بدنه استیل و بند فلزی", img: "/public/Photo/product-img/Watch/Watch2.avif" }, 
   {proId:34, category: "ساعت هوشمند", count:1, categoryE: "watch", price: 16000000, score: null, discount: null, title: "ساعت هوشمند سامسونگ Galaxy Watch8", img: "/public/Photo/product-img/Watch/Watch3.avif" },
   {proId:35, category: "ساعت هوشمند", count:1, categoryE: "watch", price: 1650000, score: null, discount:15, title: "ساعت هوشمند سامسونگ Galaxy Watch8 سفید", img: "/public/Photo/product-img/Watch/Watch4.avif" }, 
   {proId:36, category: "ساعت هوشمند", count:1, categoryE: "watch", price: 12500000, score: null, discount:19, title: "ساعت هوشمند سامسونگ مدل Galaxy Watch7 L300 40mm", img: "/public/Photo/product-img/Watch/Watch5.avif" }, 

   {proId:37, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 95000000, score: null, discount: 14, title: "دوربین بدون آینه سونی Alpha a7 IV با سنسور BSI CMOS و رزولوشن ۳۳ مگاپیکسل", img:"/public/Photo/product-img/camera/camera1.avif"},
   {proId:38, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 33000000, score: null, discount: null, title: "دوربین بدون آینه کانن EOS R50 + لنز 18-45 میلیمتری", img:"/public/Photo/product-img/camera/camera2.avif"},
   {proId:39, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 3500000, score: null, discount: null, title: "دوربین دیجیتال کانن پاورشات S110 رزولوشن ۱۲.۱ مگاپیکسل", img:"/public/Photo/product-img/camera/camera3.avif"},
   {proId:40, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 90000000, score: null, discount: 10, title: "دوربین عکاسی بدون آینه سونی Alpha a7 III همراه لنز ۲۸-۷۰ میلی‌متر ۲۴ مگاپیکسل UHD", img:"/public/Photo/product-img/camera/camera4.avif"},
   {proId:41, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 29000000, score: null, discount: null, title: "دوربین عکاسی سونی مدل DSC-W810 با رزولوشن ۲۰ مگاپیکسل", img:"/public/Photo/product-img/camera/camera5.avif"},
   {proId:42, category: "دوربین دیجیتال", count:1, categoryE: "camera", price: 58000000, score: null, discount: null, title: "دوربین عکاسی نیکون D750 با سنسور CMOS و رزولوشن ۲۰ مگاپیکسل", img:"/public/Photo/product-img/camera/camera6.avif"},

   {proId:43, category: "هدفون", count:1, categoryE: "headphone", price: 13500000, score: null, discount: 23, title: "هدفون بی سیم بیتس مدل Studio pro", img: "/public/Photo/product-img/headphon/headphon1.avif" }, 
   {proId:44, category: "هدفون", count:1, categoryE: "headphone", price: 10000000, score: "4.0", discount: null, title: "هدفون بی سیم سامسونگ Galaxy Buds 3 Pro اصل", img: "/Photo/product-img/headphon/headphon2.avif" }, 
   {proId:45, category: "هدفون", count:1, categoryE: "headphone", price: 1100000, score: null, discount: null, title: "هدفون بی سیم سامسونگ S30", img: "/Photo/product-img/headphon/headphon3.avif" }, 
   {proId:46, category: "هدفون", count:1, categoryE: "headphone", price: 3500000, score: "4.0", discount: null, title: "هدفون بی‌سیم سونی مدل XB450AP با قابلیت نویز کنسلینگ", img: "/public/Photo/product-img/headphon/headphon4.avif" },
   {proId:47, category: "هدفون", count:1, categoryE: "headphone", price: 1800000, score: "5.0", discount: null, title: "هدفون جی بی ال مدل Tune 710BT اصل", img: "/public/Photo/product-img/headphon/headphon5.avif" }, 
   {proId:48, category: "هدفون", count:1, categoryE: "headphone", price: 4800000, score: null, discount: 23, title: "هندزفری بلوتوثی انکر مدل Soundcore Liberty 4 NC A3947", img: "/public/Photo/product-img/headphon/headphon6.avif" }, 

   {proId:49, category: "موس", count:1, categoryE: "mouse", price: 2500000, score: null, discount: null, title: "ماوس ایسوس مدل ROG Strix Impact P303 باسیم", img: "/public/Photo/product-img/mouse/mouse1.avif" }, 
   {proId:50, category: "موس", count:1, categoryE: "mouse", price: 490000, score: null, discount: null, title: "ماوس تسکو مدل TM295 با سیم ۶ کلید", img: "/public/Photo/product-img/mouse/mouse2.avif" },
   {proId:51, category: "موس", count:1, categoryE: "mouse", price: 2360000, score: null, discount: null, title: "ماوس ریزر گیمینگ Viper Ultimate بدون داک شارژ", img: "/public/Photo/product-img/mouse/mouse3.avif" }, 
   {proId:52, category: "موس", count:1, categoryE: "mouse", price: 9360000, score: null, discount: null, title: "ماوس ریزر مدل Basilisk V3 باسیم", img: "/public/Photo/product-img/mouse/mouse4.avif" }, 
   {proId:53, category: "موس", count:1, categoryE: "mouse", price: 7000000, score: null, discount: null, title: "ماوس گیمینگ ایسوس ROG Spatha X بی‌سیم با ۱۲ دکمه قابل برنامه‌ریزی", img: "/public/Photo/product-img/mouse/mouse5.avif" }, 
   {proId:54, category: "موس", count:1, categoryE: "mouse", price: 1190000, score: null, discount: 5, title: "ماوس لاجیتک G502 HERO باسیم", img: "/public/Photo/product-img/mouse/mouse6.avif" }, 

   {proId:55, category: "کیبورد", count:1, categoryE: "keybord", price: 2200000, score: null, discount: null, title: "کيبورد لاجيتک K380 بی‌سیم", img:"/public/Photo/product-img/keybord/keybord1.avif"},
   {proId:56, category: "کیبورد", count:1, categoryE: "keybord", price: 1800000, score: null, discount: null, title: "کیبورد گیمینگ ام اس آی FORGE GK100 با سیم", img:"/public/Photo/product-img/keybord/keybord2.avif"},
   {proId:57, category: "کیبورد", count:1, categoryE: "keybord", price: 22000000, score: null, discount: null, title: "کیبورد مکانیکال باسیم آئولا مدل F2088 Pro RGB", img:"/public/Photo/product-img/keybord/keybord3.avif"},
   {proId:58, category: "کیبورد", count:1, categoryE: "keybord", price: 1800000, score: null, discount: null, title: "کیبورد مکانیکال باسیم اونیکوما مدل G55", img:"/public/Photo/product-img/keybord/keybord4.avif"},
   {proId:59, category: "کیبورد", count:1, categoryE: "keybord", price: 38000000, score: null, discount: null, title: "کیبورد مکانیکال باسیم ریزر مدل BlackWidow v4 75%", img:"/public/Photo/product-img/keybord/keybord5.avif"},
   {proId:60, category: "کیبورد", count:1, categoryE: "keybord", price: 13500000, score: null, discount: null, title: "کیبورد مکانیکال بی سیم لاجیتک مدل G913 TKL", img:"/public/Photo/product-img/keybord/keybord6.avif"},

   {proId:61, category: "پردازنده", count:1, categoryE: "cpu", price: 48000000, score: "3.0", discount: null, title: "پردازنده کامپیوتر ای ام دی Ryzen 9 9950X3D Box", img:"/public/Photo/product-img/cpu/cpu1.avif"},
   {proId:62, category: "پردازنده", count:1, categoryE: "cpu", price: 45000000, score: "5.0", discount: null, title: "پردازنده کامپیوتر ای ام دی مدل Ryzen 9 9900X Box", img:"/public/Photo/product-img/cpu/cpu2.avif"},
   {proId:63, category: "پردازنده", count:1, categoryE: "cpu", price: 55000000, score: null, discount: null, title: "پردازنده کامپیوتر ای ام دی مدل Ryzen 9 9950X Tray", img:"/public/Photo/product-img/cpu/cpu3.avif"},
   {proId:64, category: "پردازنده", count:1, categoryE: "cpu", price: 24000000, score: null, discount: null, title: "پردازنده کامپیوتر اینتل Core i7-14700K Raptor Lake Refresh Box", img:"/public/Photo/product-img/cpu/cpu4.avif"},
   {proId:65, category: "پردازنده", count:1, categoryE: "cpu", price: 22000000, score: null, discount: null, title: "پردازنده کامپیوتر اینتل مدل Core i5-14600K Raptor Lake Refresh Box", img:"/public/Photo/product-img/cpu/cpu5.avif"},
   {proId:66, category: "پردازنده", count:1, categoryE: "cpu", price: 13500000, score: null, discount: null, title: "پردازنده کامپیوتر اینتل مدل Core i5-14600K Raptor Lake Refresh Tray", img:"/public/Photo/product-img/cpu/cpu6.avif"},

   {proId:67, category: "مانیتور", count:1, categoryE: "manitor", price: 17500000, score: null, discount: null, title: "مانیتور 27 اینچ ایسوس ROG XG27ACS", img: "/public/Photo/product-img/manitor/manitor1.avif" }, 
   {proId:68, category: "مانیتور", count:1, categoryE: "manitor", price: 5800000, score: null, discount: 19, title: "مانیتور ام اس آی PRO MP275W E2 سایز ۲۷ اینچ IPS با کیفیت Full HD و نرخ تازه‌سازی ۱۲۰ هرتز", img: "/public/Photo/product-img/manitor/manitor2.avif" }, 
   {proId:69, category: "مانیتور", count:1, categoryE: "manitor", price: 10500000, score: null, discount: 16, title: "مانیتور ایسوس ProArt PA278QV سایز ۲۷ اینچ QHD 75Hz", img: "/public/Photo/product-img/manitor/manitor3.avif" }, 
   {proId:70, category: "مانیتور", count:1, categoryE: "manitor", price: 17500000, score: null, discount: 13, title: "مانیتور گیمینگ ام اس آی MAG401QR سایز ۴۰ اینچ UWQHD IPS ۱۵۵ هرتز", img: "/public/Photo/product-img/manitor/manitor4.avif" }, 
   {proId:71, category: "مانیتور", count:1, categoryE: "manitor", price: 6100000, score: null, discount: 2, title: "مانیتور گیمینگ ایسوس مدل TUF GAMING VG27AQ1A سایز 27 اینچ", img: "/public/Photo/product-img/manitor/manitor5.avif" }, 
   {proId:72, category: "مانیتور", count:1, categoryE: "manitor", price: 12500000, score: null, discount: null, title: "مانیتور گیمینگ خمیده ام اس آی MAG 275CQF E18 سایز ۲۷ اینچ WQHD ۱۸۰ هرتز", img: "/public/Photo/product-img/manitor/manitor6.avif" }, 
]

export const Articles = [
   {
      id: 1,
      title: "افزایش قیمت پلی‌استیشن 5 از فردا آغاز می‌شود",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/PS5.avif",
      caption : `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`  
   },
   {
      id: 2,
      title: "بررسی گلکسی Z Fold 7؛ بهترین زمان ورود به دنیای گوشی‌های تاشو",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/z-fold-7.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 3,
      title: "همه‌چیز درباره GTA 6؛ تاریخ انتشار، قیمت و تصاویر جدید",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/gta.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 4,
      title: "بررسی تلویزیون LG QNED86؛ تجربه سینمای خانگی با قیمتی مناسب",
      date: "4 شهریور 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/LG-TV.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 5,
      title: "سری گلکسی S26 سامسونگ باریکتر و سبک‌تر از نسل‌های قبلی",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/nothing.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 6,
      title: "وان‌پلاس 15T با نمایشگر 165 هرتز و ضخامت 8.5 میلی‌متر می‌آید",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "گوشی موبایل",
      img: "/public/Photo/articles-img/Phone1.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.
   
      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.
   
      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.
   
      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.
   
      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 7,
      title: "فایل اکسپلورر ویندوز ۱۱ سریع‌تر و بهینه‌تر خواهد شد",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/windows-11.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 8,
      title: "شروع ناامید‌کننده کال آو دیوتی ۲۰۲۵ در اروپا",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/black-ops.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 9,
      title: "بخش داستانی Call of Duty 2025 رسماً قابلیت بازی چندنفره خواهد داشت",
      date: "5 شهریور 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/cod.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 10,
      title: "توافق اپیک و گوگل چه تغییری در آینده‌ی اندروید ایجاد می‌کند؟",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/robot.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 11,
      title: "آموزش حذف دائمی اکانت اینستاگرام (دیلیت اکانت) در یک دقیقه",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/insta.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 12,
      title: "قیمت CP کالاف دیوتی موبایل در ایران چقدر است؟",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "بازی ویدئویی",
      img: "/public/Photo/articles-img/nvidia.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   },
   {
      id: 13,
      title: "BYD U9 Xtreme با سرعت 496 کیلومتر بر ساعت، سریع‌ترین خودروی جهان شد",
      date: "4 آذر 1404",
      author: "سامان موفق",
      category: "تکنولوژی",
      img: "/public/Photo/articles-img/byd.avif",
      caption: `نشانه‌هایی از تلاش گوگل برای بهبود ظاهر کادر ورودی جمنای رؤیت شد؛ تغییری که هدفش ساده‌ترشدن رابط کاربری و کاهش شلوغی دکمه‌ها است.

      با انتشار نسخه‌ی جدید اپلیکیشن گوگل، تغییرات بیشتری در راستای بازطراحی Gemini UX 2.0 اعمال شده است.

      نسخه‌ی ۱۶٫۵۱٫۵۲ اپلیکیشن گوگل کدهایی را در خود دارد که به چند تغییر تازه در رابط کاربری اشاره می‌کند؛ تغییراتی که پیش از انتشار رسمی فعال شده‌اند و نگاهی زودهنگام به طراحی نهایی می‌دهند. در این نسخه، رابط کاربری جمنای دیگر حس یک پروژه‌ی نیمه‌تمام را ندارد و ساختار آن نهایی شده است.

      کادر ورودی جمنای به‌صورت یک باکس شناور تک‌ردیفه نمایش داده می‌شود که شلوغی صفحه را کاهش می‌دهد و تجربهی کاربری ساده‌تری ایجاد می‌کند. با لمس این کادر و شروع تایپ، چیدمان به حالت دوردیفه تغییر می‌کند؛ البته ممکن است جزئیات در نسخه‌ی نهایی باز هم دستخوش تغییر شوند.

      برای کاربرانی که به قابلیت‌های پیشرفته‌تر نیاز دارند، دکمه‌ی Plus میزبان بخش پیوست‌ها و انتخاب مدل خواهد بود؛ ترکیبی که پیش‌تر هم نشانه‌هایی از آن دیده شده بود. نتیجه این‌که که کاربران عادی بدون سردرگمی مستقیماً سؤال خود را مطرح می‌کنند و کاربران حرفه‌ای تنها با یک لمس به امکانات بیشتر دسترسی دارند.`
   }


  
]
export  const categoryBanner = [
   {id: 1 ,title : "گوشی هوشمند" , position:1 , img : "/public/Photo/category-banner/Phone.avif",categoryE: "mobile"},
   {id: 2 ,title : "مانیتور طراحی" , position:1 , img : "/public/Photo/category-banner/Design.avif",categoryE: "manitor" },
   {id: 3 ,title : "کنسول بازی" , position:1 , img : "/public/Photo/category-banner/game.avif",categoryE: "console" },
   {id: 4 ,title : "دوربین دیجیتال" , position:1 , img : "/public/Photo/category-banner/camera.avif",categoryE: "camera" },

   {id: 7 ,title: "مانیتور گیمینگ", categoryE: "manitor", caption: "بهترین تجربه بازی با مانیتورهای گیمینگ سری ROG" , toptitle: "طراحی چشم نواز" , position:3 ,img: "/public/Photo/category-banner/manitor-Gaming.avif"},
   {id: 8 ,title: "قطعات کامپیوتر",categoryE: "PC", caption: "سیستم گیمینگ رویایی خودتو با تخفیف ویژه ببند" , toptitle: "سیستم رویایی" ,position:3 ,img: "/public/Photo/category-banner/PC-items.avif"},

   {id: 9  ,img: "/Photo/category-banner/Product-Category-Banner/Mobile-Category-Banner.avif", label: "گوشی موبایل", categoryE: "mobile" },
   {id: 10 ,img: "/Photo/category-banner/Product-Category-Banner/Laptop-Category-Banner.avif", label: "لپتاپ", categoryE: "laptop" },
   {id: 11 ,img: "/Photo/category-banner/Product-Category-Banner/PC-Category-Banner.avif", label: "کامپیتور", categoryE: "PC" },
   {id: 12 ,img: "/Photo/category-banner/Product-Category-Banner/TV-Category-Banner.avif", label: "تلوزیون", categoryE: "TV" },
   {id: 13 ,img: "/Photo/category-banner/Product-Category-Banner/Console-Category-Banner.avif", label: "کنسول بازی", categoryE: "console" },
   {id: 14 ,img: "/Photo/category-banner/Product-Category-Banner/Watch-Category-Banner.avif", label: "ساعت هوشمند", categoryE: "watch" },
   {id: 15 ,img: "/Photo/category-banner/Product-Category-Banner/Camera-Category-Banner.avif", label: "دوربین دیجیتال", categoryE: "camera" },
   {id: 16 ,img: "/Photo/category-banner/Product-Category-Banner/Headphon-Category-Banner.avif", label: "هدفون", categoryE: "headphone" },
   {id: 17 ,img: "/Photo/category-banner/Product-Category-Banner/Mouse-Category-Banner.avif", label: "موس", categoryE: "mouse" },
   {id: 18 ,img: "/Photo/category-banner/Product-Category-Banner/Keybord-Category-Banner.avif", label: "کیبورد", categoryE: "keybord" },
   {id: 19 ,img: "/Photo/category-banner/Product-Category-Banner/CPU-Category-Banner.avif", label: "پردازنده", categoryE: "cpu" },
   {id: 20 ,img: "/Photo/category-banner/Product-Category-Banner/Manitor-Category-Banner.avif", label: "مانیتور", categoryE: "manitor" },

] 




























